Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/platform_docker/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Platform Docker
bo: སྟེགས་བུའི་ཌོག་ཀར།

source: Allows setting the worker's Celery `concurrency` value.
bo: ལས་བྱེད་པའི་སེ་ལེ་རི་`དུས་མཉམ་གྱི་`རིན་ཐང་སྒྲིག་ཆོག

source: Allows setting the worker's Celery `max-memory-per-child` value.
bo: ལས་བྱེད་པའི་སེ་ལེ་རི་`ཕྲུ་གུ་རེར་དྲན་ཚད་མཐོ་ཤོས་`རིན་ཐང་སྒྲིག་ཆོག

source: Allows setting the worker's Celery `max-tasks-per-child` value.
bo: ལས་བྱེད་པའི་སེ་ལེ་རི་`ཕྲུ་གུ་རེར་ཆེས་མཐོའི་ལས་འགན་`རིན་ཐང་སྒྲིག་ཆོག

source: Template for entrypoint.sh file inside a Docker image.
bo: ཌོག་ཀར་པར་རིས་ནང་དུ་ entrypoint.sh ཡིག་ཆའི་ཆེད་དུ་དཔེ་གཞི།

source: Template that generates the Docker Compose file.
bo: ཌོག་ཀར་རྩོམ་སྒྲིག་ཡིག་ཆ་བཟོ་སྐྲུན་བྱེད་པའི་ཚད་གཞི།

source: Template for Supervisord inside a Docker image.
bo: ཌོག་ཀར་པར་རིས་ནང་དུ་ལྟ་རྟོག་པའི་ཆེད་དུ་དཔེ་གཞི།

source: Template that generates a Dockerfile file.
bo: ཌོག་ཀར་ཡིག་ཆའི་ཡིག་ཆ་བཟོ་བའི་དཔེ་སྒྲོམ།

source: Docker
bo: ཌོག་ཀར།

source: Specifies a list of .deb packages to be installed via APT when the container is first created. The installed packages are not lost when the image is stopped.
bo: དོས་ཁང་ཐོག་མར་གསར་འཛུགས་བྱེད་སྐབས་ APT བརྒྱུད་ནས་སྒྲིག་འཇུག་བྱེད་པའི་ .deb ཐུམ་སྒྲིལ་གྱི་ཐོ་གཞུང་ཞིག་གསལ་བཀོད་བྱེད། པར་རིས་བཀག་པའི་སྐབས་སྒྲིག་འཇུག་བྱས་པའི་ཐུམ་སྒྲིལ་རྣམས་བརླག་མི་སྲིད།

source: Specifies a list of Python packages to be installed via pip. Packages will be downloaded from the Python Package Index (https://pypi.python.org) by default.
bo: པིཔ་བརྒྱུད་ནས་སྒྲིག་འཇུག་བྱེད་པའི་པའེ་ཐོན་ཐུམ་སྒྲིལ་གྱི་ཐོ་གཞུང་གཏན་འཁེལ་བྱེད། ཐུམ་སྒྲིལ་རྣམས་སྔོན་སྒྲིག་ལྟར་པའེ་ཐོན་ཐུམ་སྒྲིལ་ཟུར་ཐོ་(https://pypi.python.org)ནས་ཕབ་ལེན་བྱེད།

source: Executed after the container's environment variables are configured, after the UID/GID setup, extra OS package installations and extra Python library installations but before launching the Mayan EDMS stack. Executes the content as a script or call a script using the value as the filename.
bo: དོས་ཁང་གི་ཁོར་ཡུག་འགྱུར་ལྡོག་སྒྲིག་བཀོད་བྱས་རྗེས་དང་། UID/GID གཞི་སྒྲིག་བྱས་རྗེས། OS ཐུམ་སྒྲིལ་ཁ་སྣོན་སྒྲིག་འཇུག་དང་། Python དཔེ་མཛོད་ཁ་སྣོན་སྒྲིག་འཇུག་བྱས་རྗེས་ལག་བསྟར་བྱེད། ནང་དོན་དེ་ཡིག་ཆའི་མིང་ལྟར་ལག་བསྟར་བྱེད་པའམ་ཡང་ན་ཡིག་ཆའི་མིང་ལྟར་གནས་གོང་སྤྱད་དེ་ཡིག་ཆ་ཞིག་འབོད་སྐུལ་བྱེད།

source: Executed after the container's environment variables are configured but before the UID/GID setup, extra OS package installations and extra Python library installations. Executes the content as a script or call a script using the value as the filename.
bo: དོས་ཁང་གི་ཁོར་ཡུག་འགྱུར་ལྡོག་སྒྲིག་བཀོད་བྱས་རྗེས་ལག་བསྟར་བྱེད། འོན་ཀྱང་UID/GIDསྒྲིག་བཀོད་མ་བྱས་པའི་སྔོན་ལ། OSཐུམ་སྒྲིལ་ཁ་སྣོན་སྒྲིག་འཇུག་དང་པའེ་ཐོན་དཔེ་མཛོད་ཁ་སྣོན་སྒྲིག་འཇུག་བྱེད། ནང་དོན་དེ་ཡིག་ཆའི་མིང་ལྟར་ལག་བསྟར་བྱེད་པའམ་ཡང་ན་ཡིག་ཆའི་མིང་ལྟར་གནས་གོང་སྤྱད་དེ་ཡིག་ཆ་ཞིག་འབོད་སྐུལ་བྱེད།

source: Setting this environment variable to true, will make the entrypoint script skip the initial `chown` command on the media folder at `/var/lib/mayan`.
bo: མཐའ་འཁོར་འགྱུར་ལྡོག་འདི་བདེན་པ་ལ་སྒྲིག་ན་འཛུལ་སྒོའི་ཡིག་ཆ་དེ་`/var/lib/mayan` ལ་ཡོད་པའི་བརྡ་འཕྲིན་སྣོད་ཐོའི་ཐོག་མའི་`chown` བརྡ་བཀོད་འགོ་འཛུགས་པར་བརྒལ་བར་བྱེད།

source: Changes the GID of the `mayan` user internal to the Docker container.
bo: ཌོག་ཀར་སྣོད་ཀྱི་ནང་ཁུལ་གྱི་`mayan` སྤྱོད་མཁན་གྱི་GID བསྒྱུར་བཅོས་བྱེད།

source: Changes the UID of the `mayan` user internal to the Docker container.
bo: `mayan` སྤྱོད་མཁན་གྱི་ནང་ཁུལ་གྱི་ཌོག་ཀར་སྣོད་ཀྱི་UID བསྒྱུར་བཅོས་བྱེད།

source: Make the Docker container wait for a host and port to become available. Multiple hosts and port combinations are supported.
bo: ཌོག་ཀར་གྱི་སྣོད་ཆས་དེ་གཙོ་བདག་དང་མཐུད་ཁང་ཐོབ་པར་སྒུག་དགོས། གཙོ་བདག་དང་མཐུད་ཁའི་མཉམ་སྡེབ་སྣ་ཚོགས་ལ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་ཡོད།
