Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: hu_hu, ja

source: Checkouts
hu_hu: Lefoglalások
ja: チェックアウト

source: Checked out documents
hu_hu: Lefoglalt dokumentumok
ja: チェックアウト済み文書

source: Document automatically checked in
hu_hu: Automatikusan közzétett dokumentumok
ja: 文書は自動的にチェックインされました。

source: Document checked in
hu_hu: Dokumentum közzétéve
ja: 文書のチェックインされました。

source: Document checked out
hu_hu: Dokumentum lefoglalva
ja: 文書がチェックアウトされました。

source: Document forcefully checked in
ja: 文書は強制的にチェックインされました。

source: Document not checked out.
hu_hu: Dokumentum nincs lefoglalva.
ja: 文書はチェックアウトされていません。

source: Document already checked out.
hu_hu: Dokumentum már lefoglava.
ja: 文書はすでにチェックアウトされています。

source: Document status
hu_hu: Dokumentum állapot
ja: 文書ステータス

source: User
hu_hu: Felhasználó
ja: ユーザー

source: Check out time
hu_hu: Lefoglalási idő
ja: チェックアウト時刻

source: Check out expiration
hu_hu: Lefoglalás lejárati ideje
ja: チェックアウトの有効期限

source: New files allowed?
hu_hu: Új fájlok engedélyezettek?
ja: 新しいファイルの追加を許可しますか？

source: Check out
hu_hu: Kikölcsönzés
ja: チェックアウト

source: Check in document
hu_hu: Dokumentum visszavitele
ja: 文書をチェックインする

source: Check in
hu_hu: Visszavitel
ja: チェックイン

source: Check in/out
hu_hu: Kikölcsönzés/visszavitel
ja: チェックイン／チェックアウト

source: Checked out
hu_hu: Kikölcsönözve
ja: チェックアウト済み

source: Checked in/available
hu_hu: Visszavett/elérhető
ja: チェックイン済み／利用可能

source: Checkout time and date
hu_hu: A kikölcsönzés időpontja és dátuma
ja: チェックアウト時刻と日付

source: Checkout expiration
hu_hu: A kikölcsönzés lejárati ideje
ja: チェックアウト時刻と日付

source: Document
hu_hu: Dokumentum
ja: 文書

source: Check out date and time
hu_hu: Kikölcsönzés dátuma és ideje
ja: チェックアウト日付と時刻

source: Amount of time to hold the document checked out in minutes.
hu_hu: A dokumentum kikölcsönzési időtartama percekben.
ja: 文書をチェックアウト状態で保持する時間（分）

source: Check out expiration date and time
hu_hu: A kikölcsönzés lejáratának dátuma és ideje
ja: ェックアウトの有効期限の日付と時間

source: Do not allow new file of this document to be uploaded.
hu_hu: Ne engedélyezze a dokumentum új fájljának feltöltését.
ja: この文書に新しいファイルをアップロードすることを許可しない

source: Block new file upload
hu_hu: Új fájl feltöltésének blokkolása
ja: 新しいファイルのアップロードをブロックする

source: Document checkout
hu_hu: Dokumentum kikölcsönzés
ja: 文書のチェックアウト

source: Document checkouts
hu_hu: Dokumentum kikölcsönzések
ja: 文書のチェックアウト

source: Check out expiration date and time must be in the future.
hu_hu: A kikölcsönzés lejárati dátumának és idejének a jövőben kell lennie.
ja: チェックアウトの有効期限日時は未来の日時でなければなりません。

source: Check in documents
hu_hu: Dokumentumok visszavétele
ja: 文書をチェックインする

source: Forcefully check in documents
hu_hu: Kényszerítetten visszavett dokumentumok
ja: 文書を強制的にチェックインする

source: Check out documents
hu_hu: Dokumentumok kikölcsönzése
ja: 文書をチェックアウトする

source: Check out details view
hu_hu: Kikölcsönzés részletes nézete
ja: 詳細ビューの確認

source: Checkouts periodic
hu_hu: Kikölcsönzések periodikussága
ja: 定期的なチェックアウト

source: Check expired checkouts
hu_hu: Lejárt kikölcsönzések ellenőrzése
ja: 期限切れのチェックアウトを確認する

source: Primary key of the document to be checked out.
hu_hu: A kikölcsönözni kívánt dokumentum elsődleges kulcsa.
ja: チェックアウト対象の文書の主キー

source: Document ID
hu_hu: Dokumentumazonosító
ja: 文書 ID

source: Unable to check in document "%(instance)s"; %(exception)s
hu_hu: A "%(instance)s" dokumentum nem vehető vissza; %(exception)s
ja: 文書「%(instance)s」をチェックインできません: %(exception)s

source: %(count)d documents checked in successfully.
hu_hu: %(count)d dokumentum sikeresen visszavéve.
ja: %(count)d 件の文書をチェックインしました

source: Document "%(object)s" checked in successfully.
hu_hu: A "%(object)s" dokumentum sikeresen visszavéve.
ja: 文書 "%(object)s" をチェックインしました

source: %(count)d document checked in successfully.
hu_hu: %(count)d dokumentum sikeresen visszavéve.
ja: %(count)d 件の文書をチェックインしました

source: Check in document "%(object)s".
hu_hu: "%(object)s" dokumentum visszavétele.
ja: 文書 "%(object)s" チェックイン

source: Check in %(count)d document.
hu_hu: %(count)d dokumentum visszavétele.
ja: %(count)d 件の文書をチェックインする

source: Unable to checkout document "%(instance)s"; %(exception)s
hu_hu: Nem lehet kikölcsönözni a "%(instance)s" dokumentumot; %(exception)s
ja: 文書 "%(instance)s" チェックアウト失敗: %(exception)s

source: %(count)d documents checked out successfully.
ja: %(count)d件の文書のチェックアウトに成功しました

source: Document "%(object)s" checked out successfully.
hu_hu: A "%(object)s" dokumentum sikeresen kikölcsönözve.
ja: 文書"%(object)s"のチェックアウトに成功しました。

source: %(count)d document checked out successfully.
hu_hu: %(count)d dokumentum sikeresen kikölcsönözve.
ja: %(count)d 件の文書のチェックアウトに成功しました

source: Checkout %(count)d documents.
hu_hu: %(count)d dokumentum kikölcsönzése.
ja: %(count)d件の文書をチェックアウトする

source: Checkout document "%(object)s".
hu_hu: "%(object)s" dokumentum kikölcsönzése.
ja: 文書 "%(object)s" をチェックアウトする

source: Checkout %(count)d document.
hu_hu: %(count)d dokumentum kikölcsönzése.
ja: %(count)d件の文書をチェックアウトする

source: Check out details for document: %s
hu_hu: A dokumentum kikölcsönzésének részletei: %s
ja: チェックアウト詳細 文書: %s

source: Checking out a document, blocks certain operations for a predetermined amount of time.
hu_hu: Egy dokumentum kikölcsönzése bizonyos műveleteket blokkol egy előre meghatározott ideig.
ja: 文書をチェックアウトすると、一定時間、特定の操作がブロックされます
