Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/credentials_google/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, de_de, es_es, ro_ro

source: Project ID
ar_eg: معرّف المشروع
de_de: Projekt-ID
es_es: ID de projecto
ro_ro: ID proiect

source: Private Key ID
ar_eg: معرّف المفتاح الخاص
de_de: Privater Schlüssel ID
es_es: ID de llave privada
ro_ro: ID-ul cheii private

source: Private Key
ar_eg: المفتاح الخاص
de_de: Privater Schlüssel
es_es: Llave privada
ro_ro: Cheie privatÄƒ

source: Client email
ar_eg: بريد العميل الإلكتروني
es_es: Cliente de correo electrónico
ro_ro: E-mailul clientului

source: Client ID
ar_eg: معرّف العميل
es_es: ID del cliente
ro_ro: ID client

source: Authentication URI
ar_eg: رابط مصادقة
de_de: Authentifizierung URI
es_es: URI de autenticación
ro_ro: URI de autentificare

source: Token URI
ar_eg: رابط الرمز المميز
es_es: URI del token
ro_ro: URI de jeton

source: X509 certificate provider URL
ar_eg: رابط موفر شهادة X509
de_de: X509 Zertifikatsprovider URL
es_es: URL del proveedor de certificados X509
ro_ro: Adresa URL a furnizorului de certificat X509

source: Client X509 certificate URL
ar_eg: رابط شهادة X509 للعميل
de_de: Client X509 Zertifikat URL
es_es: URL del certificado del cliente X509
ro_ro: Adresa URL a certificatului client X509

source: Google Service Account
ar_eg: حساب خدمة Google
de_de: Google Service Konto
es_es: Cuenta de servicio de Google
ro_ro: Cont de serviciu Google

source: Project
ar_eg: المشروع
de_de: Projekt
es_es: Proyecto
ro_ro: Proiect

source: Secrets
ar_eg: أسرار
de_de: Passwörter
es_es: Secretos
ro_ro: Secrete

source: Indentity
ar_eg: هوية
de_de: Identität
es_es: Identidad
ro_ro: Identitate

source: Certificate
ar_eg: شهادة
de_de: Zertifikat
es_es: Certificado
ro_ro: Certificat
