Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/platforms_docker/locale/*/LC_MESSAGES/django.po
Languages: ja, ro_ro

source: Allows setting the worker's Celery `concurrency` value.
ja: ワーカーの Celery `concurrency` 値を設定可能
ro_ro: Permite setarea valorii `concurrency` a Celery pentru worker.

source: Allows setting the worker's Celery `max-memory-per-child` value.
ja: ワーカーの Celery `max-memory-per-child` 値を設定可能
ro_ro: Permite setarea valorii `max-memory-per-child` a worker-ului din Celery.

source: Allows setting the worker's Celery `max-tasks-per-child` value.
ja: ワーカーの Celery `max-tasks-per-child` 値を設定可能
ro_ro: Permite setarea valorii `max-tasks-per-child` pentru Celery worker.

source: Template for entrypoint.sh file inside a Docker image.
ja: Dockerイメージ内の entrypoint.sh ファイル用テンプレート
ro_ro: Șablon pentru fișierul entrypoint.sh în interiorul unei imagini Docker.

source: Template that generates the Docker Compose file.
ja: Docker Compose ファイルを生成するテンプレート
ro_ro: Șablon care generează fișierul Docker Compose.

source: Template for Supervisord inside a Docker image.
ja: Dockerイメージ内の Supervisord 用テンプレート
ro_ro: Șablon pentru Supervisord în interiorul unei imagini Docker.

source: Template that generates a Dockerfile file.
ja: Dockerfile を生成するテンプレート
ro_ro: Șablon care generează un fișier Dockerfile.

source: Specifies a list of .deb packages to be installed via APT when the container is first created. The installed packages are not lost when the image is stopped.
ja: コンテナ作成時に APT でインストールする .deb パッケージのリストを指定。インストール済みパッケージはイメージ停止時にも失われません
ro_ro: Specifică o listă de pachete .deb care vor fi instalate prin APT la prima creare a containerului. Pachetele instalate nu se pierd la oprirea imaginii.

source: Specifies a list of Python packages to be installed via pip. Packages will be downloaded from the Python Package Index (https://pypi.python.org) by default.
ja: pip でインストールする Python パッケージのリストを指定。デフォルトでは Python Package Index (https://pypi.python.org) からダウンロードされます
ro_ro: Specifică o listă de pachete Python care vor fi instalate prin pip. Pachetele vor fi descărcate în mod implicit din Python Package Index (https://pypi.python.org).

source: Executed after the container's environment variables are configured, after the UID/GID setup, extra OS package installations and extra Python library installations but before launching the Mayan EDMS stack. Executes the content as a script or call a script using the value as the filename.
ja: →コンテナの環境変数設定、UID/GID 設定、追加 OS パッケージおよび Python ライブラリのインストール後、Mayan EDMS スタック起動前に実行されます。内容はスクリプトとして実行するか、値をファイル名としてスクリプトを呼び出します
ro_ro: Se execută după configurarea variabilelor de mediu ale containerului, după configurarea UID/GID, după instalări suplimentare de pachete de sistem de operare și instalări suplimentare de biblioteci Python, dar înainte de lansarea stivei Mayan EDMS. Execută conținutul ca script sau apelează un script folosind valoarea ca nume de fișier.

source: Executed after the container's environment variables are configured but before the UID/GID setup, extra OS package installations and extra Python library installations. Executes the content as a script or call a script using the value as the filename.
ja: →コンテナの環境変数設定後、UID/GID 設定、追加 OS パッケージおよび Python ライブラリのインストール前に実行されます。内容はスクリプトとして実行するか、値をファイル名としてスクリプトを呼び出します
ro_ro: Se execută după configurarea variabilelor de mediu ale containerului, dar înainte de configurarea UID/GID, instalări suplimentare de pachete de sistem de operare și instalări suplimentare de biblioteci Python. Execută conținutul ca script sau apelează un script folosind valoarea ca nume de fișier.

source: Setting this environment variable to true, will make the entrypoint script skip the initial `chown` command on the media folder at `/var/lib/mayan`.
ja: の環境変数を true に設定すると、エントリポイントスクリプトが `/var/lib/mayan` のメディアフォルダに対する初期 `chown` コマンドをスキップします
ro_ro: Setarea acestei variabile de mediu la true va face ca scriptul punctului de intrare să sară peste comanda inițială `chown` din folderul media de la `/var/lib/mayan`.

source: Changes the GID of the `mayan` user internal to the Docker container.
ja: Docker コンテナ内部の `mayan` ユーザーの GID を変更
ro_ro: Modifică GID-ul utilizatorului `mayan` intern containerului Docker.

source: Changes the UID of the `mayan` user internal to the Docker container.
ja: Docker コンテナ内部の `mayan` ユーザーの UID を変更
ro_ro: Modifică UID-ul utilizatorului `mayan` intern containerului Docker.

source: Make the Docker container wait for a host and port to become available. Multiple hosts and port combinations are supported.
ja: Docker コンテナがホストとポートの利用可能になるまで待機します。複数のホスト・ポートの組み合わせに対応
ro_ro: Puneți containerul Docker să aștepte ca o gazdă și un port să devină disponibile. Sunt acceptate mai multe combinații de gazde și porturi.
