Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/platform/locale/*/LC_MESSAGES/django.po
Languages: bo

source: Platform
bo: སྟེགས་བུ

source: Sentry test error
bo: སེནཊ་རིའི་ཚོད་ལྟའི་ནོར་འཁྲུལ།

source: Trigger tests
bo: འབྱུང་ཁུངས་ཚོད་ལྟ།

source: Template for Supervisord.
bo: ལྟ་རྟོག་པའི་ཆེད་དུ་དཔེ་གཞི།

source: Template showing the queues of a worker.
bo: ལས་མི་ཞིག་གི་བང་རིམ་སྟོན་པའི་དཔེ་སྒྲོམ།

source: List of client backends to launch after startup. Use full dotted path to the client backend classes.
bo: འགོ་འཛུགས་རྗེས་འགོ་འཛུགས་བྱེད་པའི་ཚོང་ཤག་རྒྱབ་ཕྱོགས་ཀྱི་ཐོ་གཞུང་། མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་རྒྱབ་ཕྱོགས་ཀྱི་འཛིན་གྲྭར་ཚག་ཡོད་པའི་འགྲོ་ལམ་ཆ་ཚང་བེད་སྤྱོད་བྱེད་དགོས།

source: Arguments for the client backends. Use the client backend dotted path as the dictionary key for the arguments in dictionary format.
bo: མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་རྒྱབ་ཕྱོགས་ཀྱི་རྩོད་གླེང་། ཚིག་མཛོད་རྩ་སྒྲིག་ནང་སྒྲུབ་བྱེད་ཀྱི་ཚིག་མཛོད་ལྡེ་མིག་ལྟར་ཚོང་ཤག་གི་རྒྱབ་ཕྱོགས་ཚག་ཅན་གྱི་འགྲུལ་ལམ་བེད་སྤྱོད་བྱེད།

source: Load an alternate settings file.
bo: སྒྲིག་སྟངས་ཡིག་ཆ་གཞན་ཞིག་མངོན་འཆར་བྱེད།

source: Allows setting Gunicorn's `workers` value.
bo: གྷུ་ནི་ཀོརན་གྱི་ལས་བྱེད་པའི་རིན་ཐང་སྒྲིག་ཆོག

source: Allows setting Gunicorn's `worker_class` value.
bo: གུ་ནི་ཁོརན་གྱི་`ལས་མིའི་རིགས་`རིན་ཐང་སྒྲིག་འཇུག་བྱེད་ཆོག

source: Allows setting Gunicorn's `timeout` value.
bo: གུ་ནི་ཀོརན་གྱི་`དུས་ཚོད་རྫོགས་པའི་`རིན་ཐང་སྒྲིག་ཆོག

source: Allows setting Gunicorn's `max_requests_jitter` value.
bo: གུ་ནི་ཀོརན་གྱི་`མཐོ་ཤོས་_རེ་འདུན་_ཇི་ཊར་` རིན་ཐང་སྒྲིག་ཆོག

source: Allows setting Gunicorn's `max_requests` value.
bo: གུ་ནི་ཁོརན་གྱི་`མཐོ་ཤོས་_རེ་འདུན་`རིན་ཐང་སྒྲིག་ཆོག

source: Allows setting Gunicorn's `limit_request_line` value.
bo: གུ་ནི་ཀོརན་གྱི་`ཚད་གཞི་_རེ་འདུན་_གྲལ་ཐིག་` རིན་ཐང་སྒྲིག་ཆོག
