Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/file_metadata/locale/*/LC_MESSAGES/django.po
Languages: hu, ja, ro_ro, ru

source: File metadata
hu: Fájl metaadat
ja: ファイルのメタデータ
ro_ro: Metadatele fișierului
ru: Метаданные файла

source: Return the value of a specific file metadata.
hu: Egy adott fájl metaadat értékének visszaadása.
ja: 特定のファイルメタデータの値を返す
ro_ro: Returnați valoarea unei metadate de fișier specifice.
ru: Возвращает значение метаданных конкретного файла.

source: File metadata value of
hu: Fájl metaadat értéke
ja: ファイルメタデータの値
ro_ro: Valoarea metadatelor fișierului pentru
ru: Значение метаданных файла

source: Label
hu: Cimke
ja: ラベル
ro_ro: Conținut etichetă
ru: Заголовок

source: MIME types
hu: MIME típusok
ja: MIMEタイプ
ro_ro: Tipuri MIME
ru: MIME типы

source: Internal name
hu: Belső név
ja: 内部名
ro_ro: Nume intern
ru: Внутреннее имя

source: Description
hu: Leírás
ja: 説明
ro_ro: Descriere
ru: Описание

source: Arguments
hu: Argumentumok
ja: 引数
ro_ro: Argumente
ru: Аргументы

source: Whether or not this driver will be enabled by default for new document types.
ja: 新しい文書タイプでこのドライバーをデフォルトで有効にするか
ro_ro: Dacă acest driver va fi activat în mod implicit pentru noile tipuri de documente.

source: Enabled by default?
ja: デフォルトで有効にする？
ro_ro: Activat în mod implicit?

source: Badly formatted arguments YAML; %s
ja: YAML 引数の形式が不正です: %s
ro_ro: Argumente YAML formatate greșit; %s

source: Document file submitted for file metadata processing
hu: Fájl metaadat-feldolgozásra beküldött dokumentumfájl
ja: 文書ファイルをファイルメタデータ処理用に送信しました
ro_ro: Fișier de document trimis pentru procesarea metadatelor fișierului
ru: Файл документа отправлен на обработку метаданных файла

source: Document file file metadata processing finished
hu: A dokumentumfájl metaadat-feldolgozása befejeződött
ja: 文書ファイルのファイルメタデータ処理が完了しました
ro_ro: Procesarea metadatelor fișierului documentului s-a încheiat
ru: Обработка метаданных файла документа завершена

source: Attributes
hu: Attribútumok
ja: 属性
ro_ro: Atribute
ru: Атрибуты

source: Submit for file metadata
hu: Fájl metaadatainak beküldése
ja: ファイルメタデータ処理に送信
ro_ro: Trimiteți pentru metadatele fișierului
ru: Обработать метаданные файла

source: Edit
hu: Szerkesztés
ja: 編集
ro_ro: Editați
ru: Редактировать

source: File metadata driver setup
ja: ファイルメタデータドライバー設定
ro_ro: Configurarea driverului de metadate ale fișierelor

source: File metadata processing per type
hu: Fájl metaadat-feldolgozás típusonként
ja: 文書タイプ別ファイルメタデータ処理
ro_ro: Procesarea metadatelor de fișiere pe tip
ru: Обработать метаданные файла указанного типа

source: File metadata drivers
hu: Fájl metaadat-illesztőprogramok
ja: ファイルメタデータドライバー
ro_ro: Drivere de metadate ale fișierelor

source: Return the specified document file file metadata entry.
hu: A megadott dokumentumfájl fájl metaadat bejegyzésének visszaadása.
ja: 指定された文書ファイルのファイルメタデータ項目を返す
ro_ro: Returnează intrarea de metadate a fișierului document specificat.
ru: Возвращает указанную запись метаданных файла файла документа.

source: Attribute count
hu: Attribútumok száma
ja: 属性数
ro_ro: Număr de atribute
ru: Количество атрибутов

source: Full path
hu: Teljes elérési út
ja: フルパス
ro_ro: Calea completă
ru: Полный путь

source: Path used to access the value of the file metadata entry.
ja: ファイルメタデータ項目の値にアクセスするためのパス
ro_ro: Calea utilizată pentru a accesa valoarea intrării de metadate a fișierului.

source: Driver
hu: Illesztőprogram
ja: ドライバー
ro_ro: Program driver
ru: Драйвер

source: Document file
hu: Dokumentumfájl
ja: 文書ファイル
ro_ro: Fișierul documentului
ru: Файл документа

source: Document file driver entry
hu: Dokumentumfájl illesztőprogram bejegyzés
ja: 文書ファイルドライバー項目
ro_ro: Intrare pentru driverului fișierului de document
ru: Запись драйвера файла документа

source: Document file driver entries
hu: Dokumentumfájl illesztőprogram bejegyzései
ja: 文書ファイルドライバー項目一覧
ro_ro: Intrări ale driverului fișierului de document
ru: Записи драйвера файла документа

source: Enter the arguments for the drive for the specific document type as a YAML dictionary. ie: {"degrees": 180}
ja: 特定文書タイプ用のドライバー引数を YAML 辞書形式で入力。例: {"degrees": 180}
ro_ro: Introduceți argumentele pentru unitatea specifică a tipului de document ca dicționar YAML. de exemplu: {"grade": 180}

source: Document type
hu: Dokumentumtípus
ja: 文書タイプ
ro_ro: Tipul documentului
ru: Тип документа

source: Enable this driver to process document files of the selected document type.
ja: 選択した文書タイプのファイルを処理するためにこのドライバーを有効にする
ro_ro: Activați acest driver pentru a procesa fișiere de tip selectat.

source: Enabled
hu: Engedélyezett
ja: 有効
ro_ro: Activat
ru: Включено

source: Document type driver settings
ja: 文書タイプ別ドライバー設定
ro_ro: Setări driver tip document

source: Normalized name of the file metadata entry.
hu: A fájl metaadat-bejegyzésének normalizált neve.
ja: ファイルメタデータ項目の正規化名
ro_ro: Numele normalizat al intrării de metadate ale fișierului.

source: Name of the file metadata entry as provided by the driver.
hu: A fájl metaadat-bejegyzésének az illesztőprogram által megadott neve.
ja: ドライバーが提供するファイルメタデータ項目名
ro_ro: Numele intrării de metadate ale fișierului, așa cum este furnizat de driver.

source: Key
hu: Kulcs
ja: 鍵
ro_ro: Cheie
ru: Ключ

source: Value of the file metadata entry.
hu: A fájl metaadat-bejegyzésének értéke.
ja: ファイルメタデータ項目の値
ro_ro: Valoarea intrării de metadate a fișierului.
ru: Значение записи метаданных файла.

source: Value
hu: Érték
ja: 値
ro_ro: Valoare
ru: Значение

source: File metadata entry
hu: Fájl metaadat-bejegyzés
ja: ファイルメタデータ項目
ro_ro: Înregistrare metadate fișier
ru: Запись метаданных файла

source: File metadata entries
hu: Fájl metaadat-bejegyzések
ja: ファイルメタデータエントリ一覧
ro_ro: Înregistrări de metadate în fișier
ru: Записи метаданных файла

source: Driver path
hu: Illesztőprogram elérési út
ja: ドライバーパス
ro_ro: Calea driver-ului
ru: Путь к драйверу

source: The class defined by this instance is valid and active.
ja: このインスタンスで定義されたクラスは有効かつアクティブです
ro_ro: Clasa definită de această instanță este validă și activă.

source: Valid
ja: 有効
ro_ro: Valabil

source: Drivers
hu: Illesztőprogramok
ja: ドライバー
ro_ro: Programe driver
ru: Драйверы

source: Change document type file metadata settings
hu: A dokumentumtípus fájl metaadat-beállításainak módosítása
ja: 文書タイプのファイルメタデータ設定を変更
ro_ro: Modificați setările pentru metadatele fișierului de tip document
ru: Изменить настройки метаданных файла для типа документа

source: Submit document for file metadata processing
hu: Dokumentum beküldése fájl metaadat-feldolgozásra
ja: 文書をファイルメタデータ処理用に送信
ro_ro: Trimiteți documentul pentru procesarea metadatelor de fișiere
ru: Отправить документы на обработку метаданных файла

source: View file metadata
hu: Fájl metaadatainak megtekintése
ja: ファイルメタデータを表示
ro_ro: Vizualizați metadatele fișierelor
ru: Просмотр метаданных файла

source: Process document file
hu: Dokumentumfájl feldolgozása
ja: 文書ファイルを処理
ro_ro: Procesați fișierul documentului
ru: Обработка файла документа

source: Finish document file metadata processing
hu: A dokumentumfájl metaadat feldolgozásának befejezése
ja: 文書ファイルのファイルメタデータ処理を完了
ro_ro: Finalizați procesarea metadatelor fișierului documentului

source: Process file metadata driver
hu: Metaadat-illesztőprogram feldolgozás
ja: ファイルメタデータドライバーを処理
ro_ro: Driver de procesare a metadatelor fișierului

source: File metadata key
hu: Fájl metaadat kulcs
ja: ファイルメタデータ鍵
ro_ro: Cheia metadatelor fișierului
ru: Ключ метаданных файла

source: File metadata value
hu: Fájl metaadat érték
ja: ファイルメタデータ値
ro_ro: Valoarea metadatelor fișierului
ru: Значение метаданных файла

source: Stored driver
ja: 保存済みドライバー
ro_ro: Driver stocat

source: Enabled default
ja: デフォルトで有効
ro_ro: Implicit activat

source: Set new document types to perform file metadata processing automatically by default.
hu: Állítsa be az új dokumentumtípusokat úgy, hogy alapértelmezés szerint automatikusan végrehajtódjon a fájl metaadat-feldolgozás.
ja: 新しい文書タイプをデフォルトで自動的にファイルメタデータ処理対象に設定
ro_ro: Setați tipuri noi de documente pentru a efectua automat prelucrarea metadatelor de fișiere în mod implicit.
ru: Включить по умолчанию автоматический запуск обработки метаданных файла для вновь создаваемых типов документов.

source: Arguments to pass to the drivers.
hu: Az illesztőprogramoknak átadandó argumentumok.
ja: ドライバーに渡す引数
ro_ro: Argumente de transmis driverului
ru: Аргументы, передаваемые в драйверы.

source: File metadata are the attributes of the document's file. They can range from camera information used to take a photo to the author that created a file. File metadata are set when the document's file was first created. File metadata attributes reside in the file itself. They are not the same as the document metadata, which are user defined and reside in the database.
hu: A fájl metaadatok a dokumentum fájljának attribútumai. Ezek a fotó készítéséhez használt fényképezőgép információitól kezdve a fájlt létrehozó szerzőig terjedhetnek. A fájl metaadatai a dokumentum fájljának első létrehozásakor kerülnek beállításra. A fájlmetaadat-attribútumok magában a fájlban találhatók. Nem azonosak a dokumentum metaadataival, amelyek a felhasználó által meghatározottak és az adatbázisban találhatók.
ja: ファイルメタデータは文書ファイルの属性です。カメラ情報や作成者情報などを含みます。ファイルメタデータは文書ファイル作成時に設定され、ファイル自体に格納されます。ユーザー定義の文書メタデータとは異なり、データベースには保存されません。
ro_ro: Metadatele fișierelor sunt atributele fișierului documentului. Ele pot varia de la informațiile despre cameră folosite pentru a face o fotografie până la autorul care a creat un fișier. Metadatele fișierelor sunt setate când fișierul documentului a fost creat pentru prima dată. Atributele de metadate ale fișierelor se află în fișierul propriu-zis. Ele nu sunt aceleași ca și metadatele documentului, care sunt definite de utilizator și se află în baza de date.
ru: Метаданные файла - это атрибуты файла документа. Они могут варьироваться от информации о камере, использованной для фотографирования, до автора, создавшего файл. Метаданные файла устанавливаются при первом создании файла документа. Атрибуты метаданных файла находятся в самом файле. Они не совпадают с метаданными документа, которые определяются пользователем и хранятся в базе данных.

source: No file metadata available.
hu: Nem áll rendelkezésre fájl metaadat.
ja: ファイルメタデータはありません
ro_ro: Nu sunt disponibile metadate în fișier.
ru: Метаданные файла недоступны.

source: File metadata drivers for: %s
hu: Fájl metaadat illesztőprogramok a következőhöz: %s
ja: %s 用のファイルメタデータドライバー
ro_ro: Drivere de metadate de fișiere pentru: %s
ru: Драйверы метаданных файлов для: %s

source: This could mean that the file metadata detection has not completed or that the driver does not support any metadata field for the file type of this document.
hu: Ez azt jelentheti, hogy a fájl metaadatainak felismerése nem fejeződött be, vagy hogy az illesztőprogram nem támogatja az adott dokumentum fájltípusának metaadatmezőit.
ja: ファイルメタデータ検出が完了していないか、このドライバーが文書タイプのメタデータフィールドに対応していない可能性があります
ro_ro: Acest lucru ar putea însemna că detectarea metadatelor fișierului nu s-a finalizat sau că driverul nu acceptă niciun câmp de metadate pentru tipul de fișier al acestui document.
ru: Это может означать, что обнаружение метаданных файла не завершено или что драйвер не поддерживает какие-либо поля метаданных для типа файла этого документа.

source: No file metadata available for this driver.
hu: Ehhez az illesztőprogramhoz nem állnak rendelkezésre fájl metaadatok.
ja: このドライバー用のファイルメタデータはありません
ro_ro: Nu sunt disponibile metadate ale fișierului pentru acest driver.
ru: Для этого драйвера нет доступных метаданных файла.

source: File metadata attributes for: %(document_file)s with driver: %(driver)s
hu: Fájl metaadat attribútumai a következőhöz: %(document_file)s illesztőprogramja: %(driver)s
ja: %(driver)s ドライバーによる %(document_file)s のファイルメタデータ属性
ro_ro: Atributele metadate ale fișierului pentru: %(document_file)s cu driver: %(driver)s
ru: Атрибуты метаданных файла для: %(document_file)s, драйвер: %(driver)s

source: %(count)d documents files submitted to the file metadata queue.
hu: %(count)d dokumentumfájl elküldve a fájl metaadatsorba.
ja: %(count)d 件の文書ファイルをファイルメタデータキューに送信
ro_ro: %(count)d fișiere document trimise în coada de metadate ale fișierelor.

source: %(count)d document file submitted to the file metadata queue.
hu: %(count)d dokumentumfájl elküldve a fájl metaadatsorba.
ja: %(count)d 件の文書ファイルをファイルメタデータキューに送信
ro_ro: %(count)d fișier document trimis în coada de metadate ale fișierului.

source: Submit the selected document file to the file metadata queue?
hu: Elküldi a kiválasztott dokumentumfájlt a fájl metaadat-sorába?
ja: 選択された文書ファイルをファイルメタデータキューに送信しますか？
ro_ro: Trimiteți fișierul document selectat în coada de metadate ale fișierului?
ru: Отправить выбранный файл документа на обработку метаданных файла?

source: Edit file metadata driver "%(file_metadata_driver)s" settings for document type: %(document_type)s
ja: 文書タイプ %(document_type)s 用のファイルメタデータドライバー "%(file_metadata_driver)s" 設定を編集
ro_ro: Editați setările driverului de metadate al fișierului „ %(file_metadata_driver)s ” pentru tipul de document: %(document_type)s

source: File metadata drivers extract embedded information from document files.
ja: ファイルメタデータドライバーは文書ファイルから埋め込み情報を抽出します
ro_ro: Driverele de metadate ale fișierelor extrag informații încorporate din fișierele documentelor.

source: No file metadata drivers available for this document type.
ja: この文書タイプ用のファイルメタデータドライバーはありません
ro_ro: Nu sunt disponibile drivere de metadate de fișier pentru acest tip de document.

source: File metadata driver configuration for document type "%s".
ja: 文書タイプ "%s" 用のファイルメタデータドライバー設定
ro_ro: Configurarea driverului de metadate ale fișierelor pentru tipul de document „ %s ”.

source: Submit all documents of a type for file metadata processing.
hu: Minden típusú dokumentum beküldése fájl metaadat-feldolgozásra.
ja: 指定タイプのすべての文書をファイルメタデータ処理に送信
ro_ro: Trimiteți toate documentele un anume tip pentru procesarea metadatelor de fișiere.
ru: Отправить все документы указанного типа на обработку метаданных файла.

source: %(count)d documents added to the file metadata processing queue.
hu: %(count)d dokumentum hozzáadva a fájl metaadat-feldolgozási sorához.
ja: %(count)d 件の文書をファイルメタデータ処理キューに追加
ro_ro: %(count)d documente adăugate la coada de procesare a metadatelor fișierului.
ru: %(count)d документов добавлено в очередь на обработку метаданных файла.

source: File metadata drivers extract embedded information from document files. File metadata drivers are configure in code only.
hu: A fájl metaadat-illesztőprogramjai beágyazott információkat nyernek ki a dokumentumfájlokból. A fájl metaadat-illesztőprogramjai csak a programkódban konfigurálhatók.
ja: ファイルメタデータドライバーは文書ファイルから埋め込み情報を抽出します。ドライバーはコード内でのみ設定可能です。
ro_ro: Driverele de metadate ale fișierelor extrag informații încorporate din fișierele document. Driverele de metadate ale fișierelor sunt configurate numai în cod.

source: No file metadata drivers available.
ja: ファイルメタデータドライバーはありません
ro_ro: Nu sunt disponibile drivere pentru metadate ale fișierelor.

source: File metadata drivers enabled and detected.
ja: 有効なファイルメタデータドライバーが検出されました
ro_ro: Driverele de metadate ale fișierelor au fost detectate și activate .

source: The template string to be evaluated. Leave empty to use the driver's value passed via settings. Default value: %s.
ja: 評価するテンプレート文字列。空欄にすると、ドライバー設定の値を使用します。デフォルト値: %s
ro_ro: Șirul șablonului care va fi evaluat. Lăsați gol pentru a utiliza valoarea driverului transmisă prin setări. Valoare implicită: %s .
