Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bo, ja

source: Document type change request performed on %(count)d documents.
ja: %(count)d 件の文書で文書タイプの変更要求を実行しました。

source: Change the type of the selected document.
ja: 選択した文書のタイプを変更

source: Change the type of the document: %s
bo: ཡིག་ཆ་འདིའི་རིགས་བསྒྱུར་བ། %s
ja: 文書のタイプを変更: %s

source: Document type for "%s" changed successfully.
bo: "%s" ཡིག་ཆའི་རིགས་ལེགས་གྲུབ་བྱུང་།
ja: %s」の文書タイプを正常に変更しました。

source: Preview of document: %s
bo: ཡིག་ཆའི་སྔོན་ལྟ་། %s
ja: 文書のプレビュー: %s

source: Edit properties of document: %s
bo: ཡིག་ཆའི་ཁྱད་ཆོས་བཅོས་པ། %s
ja: 文書のプロパティを編集: %s

source: Properties of document: %s
bo: ཡིག་ཆའི་ཁྱད་ཆོས་། %s
ja: 文書のプロパティ: %s

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
bo: དགའ་ཤོས་ཀྱི་ཡིག་ཆ་འདི་བལྟ་བའི་སྐབས་སུ་མངོན་པར་འགྱུར་བ། བེད་སྤྱོད་པ་རེ་རེ་ལ་ཡིག་ཆ་ %(count)d བར་དགའ་ཤོས་སུ་སྒྲིག་ཐུབ།
ja: 気に入りに登録された文書はこのビューに一覧表示されます。ユーザーごとに最大 %(count)d 件の文書をお気に入りに登録できます。

source: There are no favorited documents.
bo: དགའ་ཤོས་ཀྱི་ཡིག་ཆ་མེད།
ja: お気に入りに登録された文書はありません。

source: %(count)d document added to favorites.
bo: ཡིག་ཆ་ %(count)d དགའ་ཤོས་སུ་སྣོན་པ།
ja: %(count)d 件の文書をお気に入りに追加しました。

source: %(count)d documents added to favorites.
bo: ཡིག་ཆ་ %(count)d དགའ་ཤོས་སུ་སྣོན་པ།
ja: %(count)d 件の文書をお気に入りに追加しました。

source: Add the selected document to favorites?
bo: འདེམས་ཟིན་པའི་ཡིག་ཆ་དགའ་ཤོས་སུ་སྣོན་པ།
ja: 選択した文書をお気に入りに追加しますか？

source: Document "%(instance)s" is not in favorites.
bo: ཡིག་ཆ་ "%(instance)s" དགའ་ཤོས་ནང་མེད།
ja: 文書「%(instance)s」はお気に入りに登録されていません。

source: %(count)d document removed from favorites.
bo: ཡིག་ཆ་ %(count)d དགའ་ཤོས་ནས་བསུབ་པ།
ja: %(count)d 件の文書をお気に入りから削除しました。

source: %(count)d documents removed from favorites.
bo: ཡིག་ཆ་ %(count)d དགའ་ཤོས་ནས་བསུབ་པ།
ja: %(count)d 件の文書をお気に入りから削除しました。

source: Remove the selected document from favorites?
bo: འདེམས་ཟིན་པའི་ཡིག་ཆ་དགའ་ཤོས་ནས་བསུབ་པ།
ja: 選択した文書をお気に入りから削除しますか？

source: Print: %s
bo: དཔར་བ། %s
ja: 印刷: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
bo: འདི་བལྟ་བའི་སྐབས་སུ་བེད་སྤྱོད་པའི་མིང་འདིས་བལྟས་པ་དང་། བཅོས་པ་སོགས་ཉེ་ཆར་གྱི་ཡིག་ཆ་རྣམས་མངོན་པར་འགྱུར་བ།
ja: このビューには、このユーザーアカウントが最近表示または操作した文書が一覧表示されます。

source: There are no recently accessed documents
bo: ཉེ་ཆར་བེད་སྤྱོད་བྱས་པའི་ཡིག་ཆ་མེད།
ja: 最近アクセスした文書はありません

source: This view will list the latest documents created in the system.
bo: བལྟ་སྟངས་འདི་ནི་མ་ལག་ནང་གི་ཡིག་ཆ་གསར་ཤོས་བཟོས་པ་རྣམས་བསྟན་པར་བྱེད།
ja: このビューには、システムで最近作成された文書が一覧表示されます。

source: There are no recently created documents
bo: ཉེ་ཆར་གསར་བཟོ་བྱས་པའི་ཡིག་ཆ་མེད།
ja: 最近作成された文書はありません

source: Document "%(object)s" queued for trashing.
ja: 文書「%(object)s」をごみ箱への移動キューに登録しました

source: %(count)d documents queued for trashing.
ja: %(count)d 件の文書を、ごみ箱への移動キューに登録しました

source: Move the document "%(object)s" to trash?
bo: ཡིག་ཆ་ "%(object)s" གད་སྙིགས་སུ་སྤོར་བ།
ja: 文書「%(object)s」をごみ箱に移動しますか？

source: Move the selected document to the trash?
bo: འདེམས་ཟིན་པའི་ཡིག་ཆ་གད་སྙིགས་སུ་སྤོར་བ།
ja: 選択した文書を、ごみ箱に移動しますか？

source: Move the %(count)d selected documents to trash?
bo: འདེམས་ཟིན་པའི་ཡིག་ཆ་ %(count)d གད་སྙིགས་སུ་སྤོར་བ།
ja: 選択した %(count)d 件の文書を、ごみ箱に移動しますか？

source: Empty trash?
bo: གད་སྙིགས་སྣོད་སྟོང་པར་བཟོ་བ།
ja: ごみ箱を空にしますか？

source: The trash emptying task has been queued.
bo: གད་སྙིགས་སྣོད་སྟོང་པར་བཟོ་བའི་ལས་ཀ་བཞག་ཟིན།
ja: ごみ箱の削除処理をキューに登録しました

source: %(count)d trashed documents submitted for deletion.
bo: བསྐྱུར་བའི་ཡིག་ཆ་ %(count)d བསུབ་པར་བསྐུར་བ།
ja: %(count)d 件のごみ箱内文書を削除対象として送信しました

source: Trash document "%(object)s" submitted for deletion.
bo: བསྐྱུར་བའི་ཡིག་ཆ་ "%(object)s" བསུབ་པར་བསྐུར་བ།
ja: ごみ箱内の文書「%(object)s」を削除対象として送信しました

source: %(count)d trashed document submitted for deletion.
bo: བསྐྱུར་བའི་ཡིག་ཆ་ %(count)d བསུབ་པར་བསྐུར་བ།
ja: %(count)d 件のごみ箱内文書を削除対象として送信しました

source: Delete the %(count)d selected trashed documents?
bo: འདེམས་ཟིན་པའི་བསྐྱུར་བའི་ཡིག་ཆ་ %(count)d བསུབ་པ།
ja: 選択した %(count)d 件のごみ箱内文書を削除しますか？

source: Delete the trashed document "%(object)s"?
bo: བསྐྱུར་བའི་ཡིག་ཆ་ "%(object)s" བསུབ་པ།
ja: み箱内の文書「%(object)s」を削除しますか？

source: Delete the selected trashed document?
bo: འདེམས་ཟིན་པའི་བསྐྱུར་བའི་ཡིག་ཆ་བསུབ་པ།
ja: 選択したごみ箱内文書を削除しますか？

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
bo: གནས་སྟོང་མི་ཤོར་བའི་ཆེད་དུ། ཡིག་ཆ་མགྱོགས་པོར་བསུབ་ཀྱི་མེད་པ་དང་། ཐོག་མར་གད་སྙིགས་སྣོད་ནང་འཇོག་པར་བྱེད། དེ་ནས་བསུབ་པ་དང་ཡང་ན་སླར་གསོ་བྱེད་ཐུབ།
ja: データ損失を防ぐため、文書は即時削除されません。まずごみ箱に移動され、そこから完全削除または復元できます。

source: There are no documents in the trash can
bo: གད་སྙིགས་སྣོད་ནང་དུ་ཡིག་ཆ་མེད།
ja: ごみ箱内に文書はありません

source: %(count)d trashed documents restored.
bo: བསྐྱུར་བའི་ཡིག་ཆ་ %(count)d སླར་གསོ་བྱས་པ།
ja: %(count)d 件のごみ箱内文書を復元しました

source: Trashed document "%(object)s" restored.
bo: བསྐྱུར་བའི་ཡིག་ཆ་ "%(object)s" སླར་གསོ་བྱས་པ།
ja: ごみ箱内の文書「%(object)s」を復元しました

source: %(count)d trashed document restored.
bo: བསྐྱུར་བའི་ཡིག་ཆ་ %(count)d སླར་གསོ་བྱས་པ།
ja: %(count)d 件のごみ箱内文書を復元しました

source: Restore the %(count)d selected trashed documents?
bo: འདེམས་ཟིན་པའི་བསྐྱུར་བའི་ཡིག་ཆ་ %(count)d སླར་གསོ་བྱེད་པ།
ja: 選択した %(count)d 件のごみ箱内文書を復元しますか？

source: Restore the trashed document: %(object)s
bo: བསྐྱུར་བའི་ཡིག་ཆ་སླར་གསོ་བྱེད་པ། %(object)s
ja: ごみ箱内の文書「%(object)s」を復元

source: Restore the selected trashed document?
bo: འདེམས་ཟིན་པའི་བསྐྱུར་བའི་ཡིག་ཆ་སླར་གསོ་བྱེད་པ།
ja: 選択したごみ箱内文書を復元しますか？

source: New document type for the workflow document.
bo: བྱ་བའི་བགྲོད་རིམ་གྱི་ཡིག་ཆ་ལ་ཡིག་ཆའི་རིགས་གསར་པ་།
ja: ワークフロー文書の新しい文書タイプ

source: Change document type
bo: ཡིག་ཆའི་རིགས་བསྒྱུར་བ།
ja: 文書タイプを変更

source: Send document to trash
bo: ཡིག་ཆ་གད་སྙིགས་སུ་བསྐྱར་པ།
ja: 文書をごみ箱に移動

source: ID
bo: ཨང་རྟགས།
