Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bo, ja

source: Binary content for the new file.
bo: ཡིག་ཆ་གསར་པའི་དྭང་གཟུགས་ཀྱི་ནང་དོན།
ja: 新しいファイルのバイナリコンテンツ

source: File new
bo: ཡིག་ཆའི་གསར་པ།
ja: 新規ファイル

source: Page list URL
bo: ཤོག་ངོས་ཀྱི་ཐོ་གཞུང་གི་ URL །
ja: ページ一覧URL

source: Pages first
bo: ཤོག་ངོས་དང་པོ།
ja: 最初のページ

source: Document type ID for the new document.
bo: ཡིག་ཆ་གསར་པའི་ཡིག་ཆའི་རིགས་ཀྱི་ཨང་རྟགས།
ja: 新しい文書の文書タイプ別ID

source: Document change type URL
bo: ཡིག་ཆའི་རིགས་བསྒྱུར་བའི་ URL །
ja: 文書変更種別のURL

source: File latest
bo: ཡིག་ཆའི་གསར་ཤོས།
ja: 最後のページ

source: File list URL
bo: ཡིག་ཆའི་ཐོ་གཞུང་གི་ URL །
ja: ファイルリスト URL

source: Version active
bo: བེད་སྤྱོད་ཆོག་པའི་པར་གཞི་།
ja: アクティブなバージョン

source: Version list URL
bo: པར་གཞིའི་ཐོ་གཞུང་གི་ URL །
ja: バージョン一覧 URL

source: Primary key of the document type into which the document will be changed.
bo: ཡིག་ཆ་བསྒྱུར་བའི་ཡིག་ཆའི་རིགས་ཀྱི་གཙོ་བོའི་ལྡེ་མིག
ja: 文書が変更される文書種別の主キー

source: Document type URL
bo: ཡིག་ཆའི་རིགས་ཀྱི་ URL །
ja: 文書タイプ URL

source: Documents URL
ja: 文書 URL

source: Quick label list URL
bo: མགྱོགས་པའི་ལག་ཁྱེར་གྱི་ཐོ་གཞུང་གི་ URL །
ja: クイックラベルリストURL

source: Backend ID
bo: རྒྱབ་ལྗོངས་ཀྱི་ཨང་རྟགས།
ja: バックエンド ID

source: Primary key of the modification backend to execute.
bo: བཅོས་པའི་རྒྱབ་ལྗོངས་ཀྱི་གཙོ་བོའི་ལྡེ་མིག་ལག་བསྟར་བྱེད་པ།
ja: 実行する変更バックエンドの主キー

source: Content type ID of the source object for the page.
bo: ཤོག་ངོས་ཀྱི་འབྱུང་ཁུངས་ཀྱི་དངོས་པོའི་ནང་དོན་གྱི་རིགས་ཀྱི་ཨང་རྟགས།
ja: ページの元オブジェクトのコンテンツタイプID

source: Document version URL
bo: ཡིག་ཆའི་པར་གཞིའི་ URL །
ja: 文書バージョン URL

source: Export URL
bo: ཕྱིར་འདྲེན་གྱི་ URL །
ja: エクスポート URL

source: Document ID for the new favorite document.
bo: དགའ་ཤོས་ཀྱི་ཡིག་ཆ་གསར་པའི་ཡིག་ཆའི་ཨང་རྟགས།
ja: 新しいお気に入り文書の文書ID

source: Restore URL
bo: སླར་གསོ་བྱེད་པའི་ URL །
ja: 復元 URL

source: The threshold at which the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document file page image cache files. Specify the size in bytes.
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་པར་གྱི་ cache ཉར་ཚགས་ཀྱི་རྒྱབ་ལྗོངས་ཀྱིས་ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་པར་གྱི་ cache ཡིག་ཆ་རྙིང་ཤོས་བསུབ་འགོ་རྩོམ་པའི་ཚད་གཞི་། ཆེ་ཆུང་ Byte ནང་གསལ་བ།
ja: DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND が最も古い文書ファイルページ画像キャッシュを削除し始めるしきい値（バイト単位で指定）

source: Path to the Storage subclass to use when storing document files.
bo: ཡིག་ཆ་ཉར་ཚགས་བྱེད་པའི་སྐབས་སུ་བེད་སྤྱོད་བྱ་རྒྱུའི་ Storage རིགས་བགར་བའི་བགྲོད་ལམ།
ja: 文書ファイルを保存する際に使用する Storage サブクラスのパス

source: Arguments to pass to the DOCUMENT_FILE_STORAGE_BACKEND.
bo: ཡིག་ཆ་ཉར་ཚགས་ཀྱི་རྒྱབ་ལྗོངས་ལ་འདོན་རྒྱུའི་བགྲོ་གླེང་།
ja: DOCUMENT_FILE_STORAGE_BACKEND に渡す引数

source: Path to the Storage subclass to use when storing the cached document file page image files.
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་པར་གྱི་ cache ཡིག་ཆ་ཉར་ཚགས་བྱེད་པའི་སྐབས་སུ་བེད་སྤྱོད་བྱ་རྒྱུའི་ Storage རིགས་བགར་བའི་བགྲོད་ལམ།
ja: 文書ファイルページ画像キャッシュを保存する際に使用する Storage サブクラスのパス

source: Arguments to pass to the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་པར་གྱི་ cache ཉར་ཚགས་ཀྱི་རྒྱབ་ལྗོངས་ལ་འདོན་རྒྱུའི་བགྲོ་གླེང་།
ja: DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND に渡す引数

source: Maximum number of favorite documents to remember per user.
bo: བེད་སྤྱོད་པ་རེ་རེ་ལ་དྲན་པར་བྱ་རྒྱུའི་དགའ་ཤོས་ཀྱི་ཡིག་ཆའི་ཆེ་ཤོས་ཀྱི་གྲངས་།
ja: ユーザーごとに記憶するお気に入り文書の最大数

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
bo: ཡིག་ཆའི་དག་བཤེར་རྩིས་རྒྱག་པའི་སྐབས་སུ་བེད་སྤྱོད་བྱ་རྒྱུའི་བཅད་དུམ་གྱི་ཆེ་ཆུང་། གྲངས་ 0 ནི་བཅད་དུམ་གྱི་རྩིས་རྒྱག་པ་མཚམས་འཇོག་བྱེད་པ་ཡིན་པ་དང་། ཡིག་ཆ་ཆ་ཚང་ངེས་ཤེས་སུ་བཅུག་པར་འགྱུར་བ།
ja: 文書ファイルのチェックサム計算時に使用するブロックサイズ（0 を指定するとブロック計算を無効化し、ファイル全体をメモリに読み込む）

source: Default documents language (in ISO639-3 format).
bo: ཡིག་ཆའི་སྐད་ཡིག་སྔོན་གཤིས་། (ISO639-3 བཟོ་དབྱིབས་ནང་།)
ja: 文書のデフォルト言語（ISO639-3 形式）

source: List of supported document languages. In ISO639-3 format.
bo: རྒྱབ་སྐྱོར་བྱེད་པའི་ཡིག་ཆའི་སྐད་ཡིག་གི་ཐོ་གཞུང་། ISO639-3 བཟོ་དབྱིབས་ནང་།
ja: サポートされる文書言語の一覧。ISO639-3 形式。

source: The threshold at which the DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document version page image cache versions. Specify the size in bytes.
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་པར་གྱི་ cache ཉར་ཚགས་ཀྱི་རྒྱབ་ལྗོངས་ཀྱིས་ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་པར་གྱི་ cache པར་གཞི་རྙིང་ཤོས་བསུབ་འགོ་རྩོམ་པའི་ཚད་གཞི་། ཆེ་ཆུང་ Byte ནང་གསལ་བ།
ja: DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND が最も古い文書バージョンページ画像キャッシュを削除し始めるしきい値（バイト単位で指定）

source: Path to the Storage subclass to use when storing the cached document version page image versions.
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་པར་གྱི་ cache པར་གཞི་ཉར་ཚགས་བྱེད་པའི་སྐབས་སུ་བེད་སྤྱོད་བྱ་རྒྱུའི་ Storage རིགས་བགར་བའི་བགྲོད་ལམ།
ja: 文書バージョンページ画像キャッシュを保存する際に使用する Storage サブクラスのパス

source: Arguments to pass to the DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་པར་གྱི་ cache ཉར་ཚགས་ཀྱི་རྒྱབ་ལྗོངས་ལ་འདོན་རྒྱུའི་བགྲོ་གླེང་།
ja: DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND に渡す引数

source: Maximum number of recently accessed documents (created, edited, viewed) to remember per user.
bo: བེད་སྤྱོད་པ་རེ་རེ་ལ་དྲན་པར་བྱ་རྒྱུའི་ཉེ་ཆར་བེད་སྤྱོད་བྱས་པའི་ཡིག་ཆའི་ (གསར་བཟོ་བྱས་པ། བཅོས་པ། བལྟས་པ།) ཆེ་ཤོས་ཀྱི་གྲངས་།
ja: ユーザーごとに記憶する最近アクセスした文書（作成・編集・閲覧）の最大数

source: Maximum number of recently created documents to show.
bo: ཉེ་ཆར་གསར་བཟོ་བྱས་པའི་ཡིག་ཆ་མང་ཤོས་མངོན་པའི་གྲངས་།
ja: 表示する最近作成された文書の最大数

source: Amount in degrees to rotate a document page per user interaction.
bo: བེད་སྤྱོད་པ་རེ་རེས་ཡིག་ཆའི་ཤོག་ངོས་བསྐོར་བའི་ཚད་གཞི་འདས་པའི་གྲངས་།
ja: ユーザー操作ごとに文書ページを回転させる角度（度単位）

source: Time interval in seconds, at which the document trashing task will execute.
ja: 文書のゴミ箱移動タスクが実行される間隔（秒単位）

source: Time interval in seconds, at which the document stub prune task will execute.
ja: 文書スタブの削除タスクが実行される間隔（秒単位）

source: Time interval in seconds, at which the trashed document deletion task will execute.
ja: ゴミ箱内文書の削除タスクが実行される間隔（秒単位）

source: Height in pixels of the document thumbnail image.
bo: ཡིག་ཆའི་བརྡ་ཆུང་པར་གྱི་དཔངས་པར་བཅད་དུམ་མཐོ་ཚད་།
ja: 文書サムネイル画像の高さ（ピクセル単位）

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
bo: བེད་སྤྱོད་པས་ཡིག་ཆའི་ཤོག་ངོས་ཆེ་རུ་གཏོང་ཆོག་པའི་བརྒྱ་ཆ་(%)མང་ཤོས།
ja: ユーザーが文書ページをズームインできる最大倍率（％）

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
bo: བེད་སྤྱོད་པས་ཡིག་ཆའི་ཤོག་ངོས་ཆུང་དུ་གཏོང་ཆོག་པའི་བརྒྱ་ཆ་(%)ཉུང་ཤོས།
ja: ユーザーが文書ページをズームアウトできる最小倍率（％）

source: Amount in percent zoom in or out a document page per user interaction.
bo: བེད་སྤྱོད་པ་རེ་རེས་ཡིག་ཆའི་ཤོག་ངོས་ཆེ་རུ་གཏོང་བ་དང་ཆུང་དུ་གཏོང་བའི་བརྒྱ་ཆའི་ཚད་།
ja: ユーザー操作ごとに文書ページをズームイン／アウトする倍率

source: New documents per month
bo: ཟླ་རེར་ཡིག་ཆ་གསར་པ་།
ja: 月ごとの新規文書数

source: New document files per month
bo: ཟླ་རེར་ཡིག་ཆའི་གསར་པ་།
ja: 月ごとの新規文書ファイル数

source: New document pages per month
bo: ཟླ་རེར་ཡིག་ཆའི་ཤོག་ངོས་གསར་པ་།
ja: 月ごとの新規文書ページ数

source: Total documents at each month
bo: ཟླ་རེ་རེར་ཡིག་ཆ་ཁྱོན་བསྡོམས་།
ja: 月ごとの文書総数

source: Total document files at each month
bo: ཟླ་རེ་རེར་ཡིག་ཆ་ཁྱོན་བསྡོམས་།
ja: 月ごとの文書ファイル総数

source: Total document pages at each month
bo: ཟླ་རེ་རེར་ཡིག་ཆའི་ཤོག་ངོས་ཁྱོན་བསྡོམས་།
ja: 月ごとの文書ページ総数

source: Total documents per document type
bo: ཡིག་ཆའི་རིགས་རེ་རེ་ལ་ཡིག་ཆ་ཁྱོན་བསྡོམས་།
ja: 文書タイプ別ごとの文書総数

source: Total document files per document type
bo: ཡིག་ཆའི་རིགས་རེ་རེ་ལ་ཡིག་ཆ་ཁྱོན་བསྡོམས་།
ja: 文書タイプ別ごとの文書ファイル総数

source: Total document file pages per document type
bo: ཡིག་ཆའི་རིགས་རེ་རེ་ལ་ཡིག་ཆའི་ཤོག་ངོས་ཁྱོན་བསྡོམས་།
ja: 文書タイプ別ごとの文書ファイルページ総数

source: Unable to initialize the document file storage. Check the settings {} and {} for formatting errors.
bo: ཡིག་ཆ་ཉར་ཚགས་འགོ་རྩོམ་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ནང་གི་ནོར་འཛོལ་ཞིབ་བཤེར་བྱེད་པ།
ja: 文書ファイルストレージの初期化に失敗しました。設定 {} および {} にフォーマットエラーがないか確認してください。

source: Unable to initialize the document file image storage. Check the settings {} and {} for formatting errors.
bo: ཡིག་ཆའི་པར་གྱི་ཉར་ཚགས་འགོ་རྩོམ་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ནང་གི་ནོར་འཛོལ་ཞིབ་བཤེར་བྱེད་པ།
ja: 文書ファイル画像ストレージの初期化に失敗しました。設定 {} および {} にフォーマットエラーがないか確認してください。

source: Document file page images
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་པར་།
ja: 文書ファイルページ画像

source: Unable to initialize the document version image storage. Check the settings {} and {} for formatting errors.
bo: ཡིག་ཆའི་པར་གཞིའི་པར་གྱི་ཉར་ཚགས་འགོ་རྩོམ་མི་ཐུབ། སྒྲིག་སྟངས་ {} དང་ {} ནང་གི་ནོར་འཛོལ་ཞིབ་བཤེར་བྱེད་པ།
ja: 文書バージョン画像ストレージの初期化に失敗しました。設定 {} および {} にフォーマットエラーがないか確認してください。

source: Document version page images
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་པར་།
ja: 文書バージョンページ画像

source: Document page image preview
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་པར་གྱི་སྔོན་ལྟ་།
ja: 文書ページ画像プレビュー

source: No file pages
ja: ファイルページがありません

source: Document file page transformation error
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་ཀྱི་ནོར་འཛོལ།
ja: 文書ファイルページの変換エラー

source: Document version page transformation error
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་ཀྱི་ནོར་འཛོལ།
ja: 文書バージョンページの変換エラー

source: No valid or active version
bo: བེད་སྤྱོད་ཆོག་པ་དང་དངོས་སུ་ཡོད་པའི་པར་གཞི་མེད།
ja: 有効またはアクティブなバージョンがありません

source: No version pages
bo: པར་གཞིའི་ཤོག་ངོས་མེད།
ja: バージョンページがありません

source: Page %(page_number)s of %(total_pages)s
bo: ཤོག་ངོས་ %(page_number)s ཁྱོན་བསྡོམས་ %(total_pages)s ནང་ནས།
ja: %(total_pages)s ページ中の %(page_number)s ページ目

source: No pages to display
bo: མངོན་པར་བྱེད་པའི་ཤོག་ངོས་མེད།
ja: 表示するページがありません

source: Unknown language "%s"
bo: སྐད་ཡིག་མི་ཤེས་པའི་རིགས། "%s"
ja: 不明な言語 "%s"

source: This could mean that the document file is of a format that is not supported, that it is corrupted, or that the upload process was interrupted. Use the document file introspection link to attempt detection the page count again.
bo: འདི་ནི་ཡིག་ཆ་འདི་ནི་རྒྱབ་སྐྱོར་བྱེད་མི་ཐུབ་པའི་བཟོ་དབྱིབས་ཤིག་ཡིན་པ་དང་། གཏོར་བརླག་བྱས་པ། ཡང་ན་བསྐུར་བའི་བརྒྱུད་རིམ་དཀྱིལ་དུ་ཆད་པ་ཞིག་ཡིན་སྲིད། ཡིག་ཆའི་བརྟག་དཔྱད་ཀྱི་འབྲེལ་མཐུད་སྤྱད་ནས་ཤོག་གྲངས་སླར་བརྟག་དཔྱད་བྱེད་པར་འབད་རྩོལ་བྱེད་པ།
ja: 文書ファイルがサポートされていない形式であるか、破損しているか、アップロード処理が中断された可能性があります。ページ数の再検出を試みるには、文書ファイルの構造解析リンクを使用してください。

source: No document file pages available
bo: ཡིག་ཆའི་ཤོག་ངོས་མེད།
ja: 利用可能な文書ファイルページがありません

source: Pages of document file: %s
bo: ཡིག་ཆའི་ཤོག་ངོས་། %s
ja: 文書ファイルのページ: %s

source: There are no more pages in this document
bo: ཡིག་ཆ་འདི་ནང་དུ་ཤོག་ངོས་གཞན་མེད།
ja: この文書にはこれ以上ページがありません

source: You are already at the first page of this document
bo: ཁྱེད་རང་ཡིག་ཆ་འདིའི་ཤོག་ངོས་དང་པོ་ལ་སླེབས་ཟིན།
ja: この文書の最初のページにいます

source: Image of: %s
bo: %s ཀྱི་པར་།
ja: 表示中の画像: %s

source: Error deleting document file "%(instance)s"; %(exception)s
bo: ཡིག་ཆ་ "%(instance)s" བསུབ་པའི་སྐབས་སུ་ནོར་འཛོལ། %(exception)s
ja: 文書ファイル "%(instance)s" の削除中にエラーが発生しました; %(exception)s

source: Document file "%(object)s" deletion queued successfully.
bo: ཡིག་ཆ་ "%(object)s" བསུབ་པའི་ལས་ཀ་ལེགས་གྲུབ་བྱུང་།
ja: 文書ファイル "%(object)s" の削除が正常にキューに追加されました

source: %(count)d document file deletion queued successfully.
bo: ཡིག་ཆ་ %(count)d བསུབ་པའི་ལས་ཀ་ལེགས་གྲུབ་བྱུང་།
ja: %(count)d 件の文書ファイルの削除が正常にキューに追加されました

source: %(count)d document files deletions queued successfully.
bo: ཡིག་ཆ་ %(count)d བསུབ་པའི་ལས་ཀ་ལེགས་གྲུབ་བྱུང་།
ja: %(count)d 件の文書ファイル削除が正常にキューに追加されました

source: Delete document file: %(object)s.
bo: ཡིག་ཆ་བསུབས་པ་། %(object)s
ja: 文書ファイルを削除: %(object)s

source: Delete the %(count)d selected document file.
bo: འདེམས་ཟིན་པའི་ཡིག་ཆ་ %(count)d བསུབ་པ།
ja: 選択された %(count)d 件の文書ファイルを削除します

source: Delete the %(count)d selected document files.
bo: འདེམས་ཟིན་པའི་ཡིག་ཆ་ %(count)d བསུབ་པ།
ja: 選択された %(count)d 件の文書ファイルを削除します

source: All document files pages from this document file and the document version pages linked to them will be deleted too. The process will be performed in the background.
bo: ཡིག་ཆ་འདིའི་ཤོག་ངོས་ཚང་མ་དང་། འབྲེལ་ཡོད་ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཚང་མ་བསུབ་པར་འགྱུར་བ། བརྒྱུད་རིམ་འདི་རྒྱབ་ལྗོངས་ནས་བསྒྲུབ་པར་འགྱུར་བ།
ja: この文書ファイルに含まれるすべてのページと、それにリンクされた文書バージョンページも削除されます。処理はバックグラウンドで実行されます。

source: Edit document file: %s
bo: ཡིག་ཆ་བཅོས་པ། %s
ja: 文書ファイルを編集: %s

source: %(count)d document file queued for introspection.
bo: ཡིག་ཆ་ %(count)d ནང་རྟོགས་བྱེད་པར་བཞག་པ་།
ja: %(count)d 件の文書ファイルが構造解析のためにキューに追加されました

source: %(count)d document files queued for introspection.
bo: ཡིག་ཆ་ %(count)d ནང་རྟོགས་བྱེད་པར་བཞག་པ་།
ja: %(count)d 件の文書ファイルが構造解析のためにキューに追加されました

source: Introspect the selected document file?
bo: འདེམས་ཟིན་པའི་ཡིག་ཆ་ནང་རྟོགས་བྱེད་པ།
ja: 選択された文書ファイルを構造解析しますか？

source: Introspect the document file: %s?
bo: ཡིག་ཆ་ནང་རྟོགས་བྱེད་པ། %s
ja: 文書ファイルを構造解析しますか: %s？

source: The document file will be re-examined for file size, page count, checksum, and its related document version pages re-created. All transformations will be lost.
bo: ཡིག་ཆ་འདི་ཆེ་ཆུང་དང་། ཤོག་གྲངས། དག་བཤེར། འབྲེལ་ཡོད་ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་བཅས་སླར་ཞིབ་བཤེར་བྱེད་པར་འགྱུར་བ། འགྱུར་བཅོས་ཚང་མ་ཤོར་བར་འགྱུར་བ།
ja: 文書ファイルはファイルサイズ、ページ数、チェックサムを再検査され、関連する文書バージョンページが再作成されます。すべての変換は失われます。

source: File are the actual files that were uploaded for each document. Their contents needs to be mapped to a version before it can be used.
bo: ཡིག་ཆ་རེ་རེ་ལ་བསྐུར་བའི་ཡིག་ཆ་དངོས་ཡིན་པ་དང་། དེ་དག་གི་ནང་དོན་བེད་སྤྱོད་མ་བྱས་གོང་དུ་པར་གཞི་ཞིག་ཏུ་བསྒྱུར་དགོས་པ།
ja: ファイルは、各文書に対してアップロードされた実際のファイルです。使用するには、内容をバージョンにマッピングする必要があります。

source: No files available
bo: ཡིག་ཆ་མེད།
ja: 利用可能なファイルがありません

source: Files of document: %s
bo: ཡིག་ཆ་འདིའི་ཡིག་ཆ་། %s
ja: 文書のファイル一覧: %s

source: Preview of document file: %s
bo: ཡིག་ཆའི་སྔོན་ལྟ་། %s
ja: 文書ファイルのプレビュー: %s

source: Properties of document file: %s
bo: ཡིག་ཆའི་ཁྱད་ཆོས་། %s
ja: 文書ファイルのプロパティ: %s

source: Transformation clear request processed for %(count)d document file.
bo: ཡིག་ཆ་ %(count)d འགྱུར་བཅོས་གསལ་བའི་རེ་བ་བསྒྲུབས་པ།
ja: %(count)d 件の文書ファイルに対する変換処理クリア要求が処理されました

source: Transformation clear request processed for %(count)d document files.
bo: ཡིག་ཆ་ %(count)d འགྱུར་བཅོས་གསལ་བའི་རེ་བ་བསྒྲུབས་པ།
ja: %(count)d 件の文書ファイルに対する変換処理クリア要求が処理されました

source: Clear all the page transformations for the selected document file?
bo: འདེམས་ཟིན་པའི་ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་ཚང་མ་གསལ་བ།
ja: 選択された文書ファイルのすべてのページ変換処理をクリアしますか？

source: Clear all the page transformations for the document file: %s?
bo: ཡིག་ཆ་འདིའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་ཚང་མ་གསལ་བ། %s
ja: 文書ファイルのすべてのページ変換処理をクリアしますか: %s？

source: Error deleting the page transformations for document file: %(document_file)s; %(error)s.
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་བསུབ་པའི་སྐབས་སུ་ནོར་འཛོལ། %(document_file)s; %(error)s
ja: 文書ファイル %(document_file)s のページ変換処理削除中にエラーが発生; %(error)s

source: Error cloning the page transformations for document file: %(document_file)s; %(error)s.
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་འདྲ་བཟོ་བྱེད་པའི་སྐབས་སུ་ནོར་འཛོལ། %(document_file)s; %(error)s
ja: 文書ファイル %(document_file)s のページ変換処理のクローン作成中にエラーが発生しました；%(error)s

source: Transformations cloned successfully.
bo: འགྱུར་བཅོས་འདྲ་བཟོ་བྱས་པ་ལེགས་གྲུབ་བྱུང་།
ja: 変換処理のクローン作成に成功しました

source: Clone page transformations of document file: %s
bo: ཡིག་ཆའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་འདྲ་བཟོ་བྱེད་པ། %s
ja: 文書ファイルのページ変換処理をクローン作成: %s

source: Trashing
bo: གད་སྙིགས་སུ་བསྐྱར་པ།
ja: ゴミ箱へ移動

source: Deletion
bo: བསུབ་པ།
ja: 削除

source: Stub pruning
bo: རྩ་འཛུགས་གསོད་པ།
ja: スタブ削除

source: Retention policies for document type: %s
bo: ཡིག་ཆའི་རིགས་འདི་ཉར་ཚགས་ཀྱི་སྲིད་ཇུས། %s
ja: 文書タイプ別の保持ポリシー: %s

source: Documents of type: %s
bo: ཡིག་ཆའི་རིགས་། %s
ja: 文書タイプ別: %s の文書

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
bo: ཡིག་ཆའི་རིགས་ནི་སྒྲིག་སྟངས་ཀྱི་གཞི་རྩའི་ཚན་པ་ཡིན་པ་དང་། མ་ལག་ནང་གི་དངོས་པོ་ཚང་མ་དེ་ལ་བརྟེན་པར་འགྱུར་བ། བསྐུར་འདོད་པའི་ཡིག་ཆ་རེ་རེ་ལ་ཡིག་ཆའི་རིགས་གཏན་འཁེལ་བྱེད་པ། དཔེ་མཚོན་ཡིག་ཆའི་རིགས་། འཛིན་ཡིག བསྡོམས་རྩིས་ཡིག་ཆ།
ja: 文書タイプは設定の基本単位です。システム内のすべての動作は文書タイプに依存します。アップロードする物理文書の種類ごとに文書タイプを定義してください。例：請求書、領収書、マニュアル、処方箋、貸借対照表。

source: No document types available
bo: ཡིག་ཆའི་རིགས་མེད།
ja: 利用可能な文書タイプはありません

source: All documents of this type will be deleted too.
bo: ཡིག་ཆའི་རིགས་འདིའི་ཡིག་ཆ་ཚང་མ་བསུབ་པར་འགྱུར་བ།
ja: このタイプの文書もすべて削除されます

source: Delete the document type: %s?
bo: ཡིག་ཆའི་རིགས་བསུབ་པ། %s
ja: 文書タイプ"%s"を削除しますか？

source: Edit document type: %s
bo: ཡིག་ཆའི་རིགས་བཅོས་པ། %s
ja: 文書タイプを編集: %s

source: Create quick label for document type: %s
bo: ཡིག་ཆའི་རིགས་ལ་མགྱོགས་པའི་ལག་ཁྱེར་གསར་བཟོ་བྱེད་པ། %s
ja: 文書タイプ"%s"にクイックラベルを作成

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
bo: ཡིག་ཆའི་རིགས་ "%(document_type)s" ནས་མགྱོགས་པའི་ལག་ཁྱེར་ %(label)s བསུབ་པ།
ja: 文書タイプ「%(document_type)s」からクイックラベル「%(label)s」を削除しますか？

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
bo: ཡིག་ཆའི་རིགས་ "%(document_type)s" ནས་མགྱོགས་པའི་ལག་ཁྱེར་ "%(filename)s" བཅོས་པ།
ja: 文書タイプ「%(document_type)s」のクイックラベル「%(filename)s」を編集

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
bo: མགྱོགས་པའི་ལག་ཁྱེར་ནི་ཡིག་ཆའི་མིང་སྔོན་ནས་གཏན་འཁེལ་བྱས་པ་ཞིག་ཡིན་ཞིང་། དེ་དག་ཐོ་གཞུང་ནས་འདེམས་པ་བརྒྱུད་ཡིག་ཆ་བསྐུར་བའི་སྐབས་སུ་ཡིག་ཆ་མགྱོགས་པར་མིང་བསྒྱུར་བྱེད་ཐུབ། ཡིག་ཆ་བསྐུར་ཟིན་རྗེས་སུའང་མགྱོགས་པའི་ལག་ཁྱེར་བེད་སྤྱོད་བྱེད་ཐུབ།
ja: クイックラベルは、あらかじめ定義されたファイル名です。アップロード時に一覧から選択して文書名をすばやく変更できます。アップロード後にも使用可能です。

source: There are no quick labels for this document type
bo: ཡིག་ཆའི་རིགས་འདི་ལ་མགྱོགས་པའི་ལག་ཁྱེར་མེད།
ja: この文書タイプにはクイックラベルがありません

source: Quick labels for document type: %s
bo: ཡིག་ཆའི་རིགས་ཀྱི་མགྱོགས་པའི་ལག་ཁྱེར་། %s
ja: 文書タイプ「%s」のクイックラベル

source: Filename generation setup for document type: %s
bo: ཡིག་ཆའི་རིགས་འདིའི་ཡིག་ཆའི་མིང་གསར་བཟོ་བྱེད་པའི་སྒྲིག་སྟངས་། %s
ja: 文書タイプ「%s」のファイル名生成設定

source: The page number of this page will be skipped. If you want to achieve sequential page numbering, use the page remap action instead.
bo: ཤོག་ངོས་འདིའི་ཤོག་གྲངས་མི་འཇོག་པར་འགྱུར་བ། གལ་ཏེ་ཁྱེད་རང་གིས་གོ་རིམ་ལྟར་ཤོག་གྲངས་སྒྲིག་འདོད་ན། ཤོག་ངོས་སླར་སྒྲིག་བྱེད་པའི་བྱེད་སྒོ་བེད་སྤྱོད་བྱེད་པ།
ja: このページ番号はスキップされます。連続したページ番号にしたい場合は、ページ再マップ処理を使用してください。

source: Delete document version page %s ?
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ %s བསུབ་པ།
ja: 文書バージョンのページ %s を削除しますか？

source: Document version pages are links to actual content pages. Create them using the page remap actions or the version modification action.
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ནི་དངོས་ཡོད་ནང་དོན་གྱི་ཤོག་ངོས་དང་འབྲེལ་ཡོད་པ་ཞིག་ཡིན། ཤོག་ངོས་སླར་སྒྲིག་བྱེད་པའི་བྱེད་སྒོ་དང་ཡང་ན་པར་གཞི་བཅོས་པའི་བྱེད་སྒོ་བེད་སྤྱོད་བྱས་ནས་དེ་དག་གསར་བཟོ་བྱེད་པ།
ja: 文書バージョンのページは、実際の内容ページへのリンクです。ページ再マップ処理またはバージョン変更処理を使用して作成します。

source: No document version pages available
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་མེད།
ja: 利用可能な文書バージョンのページはありません

source: Pages of document version: %s
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་། %s
ja: 文書バージョン「%s」のページ

source: None
bo: གང་ཡང་མིན་པ།
ja: なし

source: There are no sources available to remap for this document version.
bo: ཡིག་ཆའི་པར་གཞི་འདི་ལ་སླར་སྒྲིག་བྱེད་པའི་འབྱུང་ཁུངས་མེད།
ja: この文書バージョンで再マップできるソースはありません

source: No page sources available
bo: ཤོག་ངོས་ཀྱི་འབྱུང་ཁུངས་མེད།
ja: 利用可能なページソースはありません

source: Remap pages of document version: %s
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་སླར་སྒྲིག་བྱེད་པ། %s
ja: 文書バージョン「%s」のページを再マップ

source: There are no more pages in this document.
ja: この文書にはこれ以上のページがありません

source: You are already at the first page of this document.
ja: この文書の最初のページにいます

source: Make the document version "%s" the active version?
bo: ཡིག་ཆའི་པར་གཞི་ "%s" བེད་སྤྱོད་ཆོག་པའི་པར་གཞི་རུ་བཟོ་བ།
ja: 文書バージョン「%s」をアクティブにしますか？

source: Successfully changed the active document version.
bo: བེད་སྤྱོད་ཆོག་པའི་ཡིག་ཆའི་པར་གཞི་ལེགས་གྲུབ་བྱུང་།
ja: アクティブな文書バージョンを変更しました

source: Create a document version for document: %s
bo: ཡིག་ཆ་འདིའི་པར་གཞི་གསར་བཟོ་བྱེད་པ། %s
ja: 文書「%s」に新しいバージョンを作成

source: Document version "%(object)s" deletion queued successfully.
bo: ཡིག་ཆའི་པར་གཞི་ "%(object)s" བསུབ་པའི་ལས་ཀ་ལེགས་གྲུབ་བྱུང་།
ja: 文書バージョン「%(object)s」の削除をキューに登録しました

source: %(count)d document version deletion queued successfully.
bo: ཡིག་ཆའི་པར་གཞི་ %(count)d བསུབ་པའི་ལས་ཀ་ལེགས་གྲུབ་བྱུང་།
ja: %(count)d 件の文書バージョン削除をキューに登録しました

source: %(count)d document version deletions queued successfully.
bo: ཡིག་ཆའི་པར་གཞི་ %(count)d བསུབ་པའི་ལས་ཀ་ལེགས་གྲུབ་བྱུང་།
ja: %(count)d 件の文書バージョン削除をキューに登録しました

source: Delete document version "%(object)s".
bo: ཡིག་ཆའི་པར་གཞི་ "%(object)s" བསུབ་པ།
ja: 文書バージョン"%(object)s"を削除

source: Delete %(count)d document version.
bo: ཡིག་ཆའི་པར་གཞི་ %(count)d བསུབ་པ།
ja: %(count)d件の文書バージョンを削除

source: Delete %(count)d document versions.
bo: ཡིག་ཆའི་པར་གཞི་ %(count)d བསུབ་པ།
ja: %(count)d 件の文書バージョンを削除

source: The process will be performed in the background.
bo: བརྒྱུད་རིམ་འདི་རྒྱབ་ལྗོངས་ནས་བསྒྲུབ་པར་འགྱུར་བ།
ja: この処理はバックグラウンドで実行されます。

source: Edit document version: %s
bo: ཡིག་ཆའི་པར་གཞི་བཅོས་པ། %s
ja: 文書バージョンを編集：%s

source: Versions are views that can display document file pages as they are, remap or merge them into different layouts.
bo: པར་གཞི་ནི་ཡིག་ཆའི་ཤོག་ངོས་དེ་དག་དངོས་ཡོད་ལྟར་མངོན་པར་བྱེད་པ་དང་། བཟོ་དབྱིབས་མི་འདྲ་བ་ཞིག་ཏུ་སླར་སྒྲིག་དང་འདྲེས་སྦྱོར་བྱེད་ཐུབ།
ja: バージョンは、文書ファイルのページをそのまま表示したり、再マッピングや統合して別のレイアウトとして表示できるビューです。

source: No versions available
bo: པར་གཞི་མེད།
ja: 利用可能なバージョンはありません

source: Versions of document: %s
bo: ཡིག་ཆའི་པར་གཞི་། %s
ja: 文書のバージョン: %s

source: Document version modification backend queued successfully.
bo: ཡིག་ཆའི་པར་གཞི་བཅོས་པའི་རྒྱབ་ལྗོངས་ལེགས་གྲུབ་བྱུང་།
ja: 文書バージョンの変更バックエンドが正常にキューに登録されました。

source: Execute version modification action for document version: %s
bo: ཡིག་ཆའི་པར་གཞི་འདིའི་པར་གཞི་བཅོས་པའི་བྱེད་སྒོ་ལག་བསྟར་བྱེད་པ། %s
ja: 文書バージョンの変更アクションを実行: %s

source: Preview of document version: %s
bo: ཡིག་ཆའི་པར་གཞིའི་སྔོན་ལྟ་། %s
ja: 文書バージョンのプレビュー: %s

source: Transformation clear request processed for %(count)d document version.
bo: ཡིག་ཆའི་པར་གཞི་ %(count)d འགྱུར་བཅོས་གསལ་བའི་རེ་བ་བསྒྲུབས་པ།
ja: %(count)d 件の文書バージョンでページ変換クリア要求を処理しました。

source: Transformation clear request processed for %(count)d document versions.
bo: ཡིག་ཆའི་པར་གཞི་ %(count)d འགྱུར་བཅོས་གསལ་བའི་རེ་བ་བསྒྲུབས་པ།
ja: %(count)d 件の文書バージョンでページ変換クリア要求を処理しました。

source: Clear all the page transformations for the selected document version?
bo: འདེམས་ཟིན་པའི་ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་ཚང་མ་གསལ་བ།
ja: 選択した文書バージョンのすべてのページ変換をクリアしますか？

source: Clear all the page transformations for the document version: %s?
bo: ཡིག་ཆའི་པར་གཞི་འདིའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་ཚང་མ་གསལ་བ། %s
ja: 文書バージョン「%s」のすべてのページ変換をクリアしますか？

source: Error deleting the page transformations for document version: %(document_version)s; %(error)s.
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་བསུབ་པའི་སྐབས་སུ་ནོར་འཛོལ། %(document_version)s; %(error)s
ja: 文書バージョン %(document_version)s のページ変換削除中にエラーが発生しました：%(error)s

source: Error cloning the page transformations for document version: %(document_version)s; %(error)s.
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་འདྲ་བཟོ་བྱེད་པའི་སྐབས་སུ་ནོར་འཛོལ། %(document_version)s; %(error)s
ja: 文書バージョン %(document_version)s のページ変換の複製中にエラーが発生しました：%(error)s

source: Clone page transformations of document version: %s
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་ཀྱི་འགྱུར་བཅོས་འདྲ་བཟོ་བྱེད་པ། %s
ja: ページ変換を複製：文書バージョン %s

source: Error retrieving document list: %(exception)s.
bo: ཡིག་ཆའི་ཐོ་གཞུང་འདྲེན་པའི་སྐབས་སུ་ནོར་འཛོལ། %(exception)s
ja: 文書リストの取得中にエラーが発生：%(exception)s

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
bo: འདི་ནི་ཡིག་ཆ་གང་ཡང་བསྐུར་མེད་པ་དང་། ཡང་ན་ཁྱེད་རང་གི་བེད་སྤྱོད་པའི་མིང་ལ་ཡིག་ཆ་གང་ཡང་དང་། ཡིག་ཆའི་རིགས་གང་ཡང་བལྟ་བའི་ཆོག་མཆན་མེད་པ་ཞིག་ཡིན་སྲིད།
ja: 文書がアップロードされていないか、またはこのユーザーアカウントに文書または文書タイプの閲覧権限が付与されていない可能性があります。

source: No documents available
bo: ཡིག་ཆ་མེད།
ja: 利用可能な文書はありません

source: Document type change request performed on %(count)d document.
ja: %(count)d 件の文書で文書タイプの変更要求を実行しました。
