Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: bo, ja

source: Documents
bo: ཡིག་ཆ།
ja: 文書

source: Date and time added
bo: ཚེས་གྲངས་དང་དུས་ཚོད།
ja: 追加日時

source: Return the document instance.
bo: ཡིག་ཆའི་དཔེ་མཚོན་ཕྱིར་ལོག་བྱེད།
ja: 文書インスタンスを返す

source: Document
bo: ཡིག་ཆ།
ja: 文書

source: Thumbnail
bo: མཐེབ་བརྙན།
ja: サムネイル

source: Access date and time
bo: འཛུལ་ཞུགས་ཚེས་གྲངས་དང་དུས་ཚོད།
ja: アクセス日時

source: Create a document type
bo: ཡིག་ཆའི་རིགས་གསར་བཟོ།
ja: 文書タイプを作成

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
bo: ཡར་བསྐུར་བའི་ཡིག་ཆ་རེ་རེར་ཡིག་ཆའི་རིགས་གཅིག་སྤྲོད་དགོས། དེ་ནི་ Mayan EDMS ཡིས་ཡིག་ཆ་དབྱེ་འབྱེད་བྱེད་པའི་གཞི་རྩའི་ཐབས་ལམ་ཡིན།
ja: アップロードされたすべての文書には文書タイプを割り当てる必要があります。文書の分類はこれにより行われます。

source: Return the latest file of the document.
bo: ཡིག་ཆའི་ཡིག་ཆ་གསར་ཤོས་ཕྱིར་ལོག་བྱེད།
ja: 文書の最新ファイルを返す

source: Latest file
bo: ཡིག་ཆ་གསར་ཤོས།
ja: 最新の文書

source: Return the active version of the document.
ja: 文書のアクティブバージョンを返す

source: Active version
ja: アクティブバージョン

source: Type
bo: རིགས
ja: タイプ

source: Original
bo: མ་དཔེ།
ja: オリジナル

source: Keeps the original filename of the uploaded file.
bo: སྐྱེལ་འདྲེན་བྱས་པའི་ཡིག་ཆའི་མིང་ཐོག་མ་ཉར་ཚགས་བྱེད།
ja: アップロードされたファイルの元のファイル名を保持

source: Generates an immutable, random UUID (RFC 4122) for each file.
bo: ཡིག་ཆ་རེ་རེའི་ཆེད་དུ་འགྱུར་བ་མེད་པའི་ Random UUID (RFC 4122) གསར་བསྐྲུན་བྱེད་པ།།
ja: 各ファイルに対して変更不可能なランダムUUID（RFC 4122）を生成

source: UUID plus original
bo: UUID དང་ Original
ja: UUID + オリジナル

source: Generates an immutable, random UUID (RFC 4122) for each file and appends the original filename of the uploaded file.
bo: ཡིག་ཆ་རེ་རེའི་ཆེད་དུ་འགྱུར་བ་མེད་པའི་ Random UUID (RFC 4122) གསར་བསྐྲུན་བྱེད་པ།།
ja: 各ファイルに変更不可能なランダムUUID（RFC 4122）を生成し、アップロードファイルの元のファイル名を付加

source: Total pages
bo: ཤོག་ངོས་ཁྱོན་འབོར།
ja: 全ページ

source: Total documents
bo: ཡིག་ཆ་ཁྱོན་འབོར།
ja: 全文書

source: Documents in trash
bo: བསྐྱུར་བའི་ཡིག་ཆ།
ja: ゴミ箱の文書

source: Document types
bo: ཡིག་ཆའི་རིགས་།
ja: 文書タイプ

source: New documents this month
bo: ཟླ་འདིའི་ཡིག་ཆ་གསར་པ་།
ja: 今月の新規文書

source: New pages this month
bo: ཟླ་འདིའི་ཤོག་ངོས་གསར་པ་།
ja: 今月の新規ページ

source: Append. Create a new version and append the new file pages.
bo: སྣོན་པ། པར་གཞི་གསར་པ་ཞིག་བཟོས་ནས་ཡིག་ཆའི་ཤོག་ངོས་གསར་པ་སྣོན།
ja: 追加：新しいバージョンを作成し、ファイルの新しいページを追加

source: Keep. Do not create a new version and keep the current version pages.
bo: རྒྱུན་འཁྱོངས་བྱེད། པར་གཞི་གསར་པ་ཞིག་མ་བཟོ་བ་དང་། ད་ལྟའི་པར་གཞིའི་ཤོག་ངོས་རྒྱུན་འཁྱོངས་བྱེད།
ja: 追加：新しいバージョンを作成し、ファイルの新しいページを追加

source: Replace. Create a new version and use the new file pages.
bo: ཚབ་བྱེད། པར་གཞི་གསར་པ་ཞིག་བཟོས་ནས་ཡིག་ཆའི་ཤོག་ངོས་གསར་པ་སྤྱོད།
ja: 追加：新しいバージョンを作成し、ファイルの新しいページを追加

source: Append all file pages
bo: ཡིག་ཆའི་ཤོག་ངོས་ཚང་མ་སྣོན།
ja: すべてのファイルページを追加

source: The current pages will be deleted and then all the document file pages will be appended as pages of this document version.
bo: ད་ལྟའི་ཤོག་ངོས་རྣམས་བསུབ་ནས་ཡིག་ཆའི་ཤོག་ངོས་ཚང་མ་ཡིག་ཆའི་པར་གཞི་འདིའི་ཤོག་ངོས་སུ་སྣོན་པ།
ja: 現在のページは削除され、その後文書ファイルのすべてのページがこの文書バージョンのページとして追加されます。

source: Reset pages to latest file
bo: ཤོག་ངོས་རྣམས་ཡིག་ཆ་གསར་ཤོས་ལ་སླར་སྒྲིག་བྱེད་པ།
ja: ページを最新ファイルにリセット

source: Match all pages to that of the latest document file.
bo: ཤོག་ངོས་ཚང་མ་ཡིག་ཆའི་གསར་ཤོས་ཀྱི་ཤོག་ངོས་དང་མཐུན་པར་བྱེད་པ།
ja: すべてのページを最新文書ファイルに合わせる。

source: Document created
bo: ཡིག་ཆ་གསར་བཟོ་བྱས་པ།
ja: 文書を作成しました

source: Document edited
bo: ཡིག་ཆ་བཅོས་པ།
ja: 文書を編集しました

source: Document viewed
bo: ཡིག་ཆ་བལྟས་པ།
ja: 文書を閲覧しました

source: Document file created
bo: ཡིག་ཆའི་གསར་བཟོ་བྱས་པ།
ja: 文書ファイルを作成しました

source: Document file deleted
bo: ཡིག་ཆའི་བསུབ་པ།
ja: 文書ファイルを削除しました

source: Document file edited
bo: ཡིག་ཆའི་བཅོས་པ།
ja: 文書ファイルを編集しました

source: Document type created
bo: ཡིག་ཆའི་རིགས་གསར་བཟོ་བྱས་པ།
ja: 文書タイプを作成しました

source: Document type edited
bo: ཡིག་ཆའི་རིགས་བཅོས་པ།
ja: 文書タイプを編集しました

source: Document type quick label created
bo: ཡིག་ཆའི་རིགས་མགྱོགས་པའི་ལག་ཁྱེར་གསར་བཟོ་བྱས་པ།
ja: 文書タイプのクイックラベルを作成しました

source: Document type quick label deleted
bo: ཡིག་ཆའི་རིགས་མགྱོགས་པའི་ལག་ཁྱེར་བསུབ་པ།
ja: 文書タイプのクイックラベルを削除しました

source: Document type quick label edited
bo: ཡིག་ཆའི་རིགས་མགྱོགས་པའི་ལག་ཁྱེར་བཅོས་པ།
ja: 文書タイプのクイックラベルを編集しました

source: Document type changed
bo: ཡིག་ཆའི་རིགས་བསྒྱུར་པ།
ja: 文書タイプを変更しました

source: Document version created
bo: ཡིག་ཆའི་པར་གཞི་གསར་བཟོ་བྱས་པ།
ja: 文書バージョンを作成しました

source: Document version deleted
bo: ཡིག་ཆའི་པར་གཞི་བསུབ་པ།
ja: 文書バージョンを削除しました

source: Document version edited
bo: ཡིག་ཆའི་པར་གཞི་བཅོས་པ།
ja: 文書バージョンを編集しました

source: Document version page created
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་གསར་བཟོ་བྱས་པ།
ja: 文書バージョンのページを作成しました

source: Document version page deleted
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་བསུབ་པ།
ja: 文書バージョンのページを削除しました

source: Document version page edited
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་བཅོས་པ།
ja: 文書バージョンのページを編集しました

source: Document trashed
bo: ཡིག་ཆ་གད་སྙིགས་སུ་བསྐྱར་པ།
ja: 文書をゴミ箱に移動しました

source: Trashed document deleted
bo: བསྐྱུར་བའི་ཡིག་ཆ་བསུབ་པ།
ja: ゴミ箱の文書を削除しました

source: Trashed document restored
bo: བསྐྱུར་བའི་ཡིག་ཆ་སླར་གསོ་བྱས་པ།
ja: ゴミ箱の文書を戻しました

source: Document downloaded (historic)
bo: ཡིག་ཆ་ཕབ་ལེན་བྱས་པ། (ལོ་རྒྱུས་ཀྱི་)
ja: 文書ダウンロード（履歴）

source: Document file created (historic)
bo: ཡིག་ཆའི་གསར་བཟོ་བྱས་པ། (ལོ་རྒྱུས་ཀྱི་)
ja: 文書ファイル作成（履歴）

source: Document version reverted (historic)
bo: ཡིག་ཆའི་པར་གཞི་སླར་སྒྲིག་བྱས་པ། (ལོ་རྒྱུས་ཀྱི་)
ja: 文書バージョン復元(履歴)

source: Document version uploaded (historic)
bo: ཡིག་ཆའི་པར་གཞི་བསྐུར་བ། (ལོ་རྒྱུས་ཀྱི་)
ja: 文書バージョンアップロード（履歴）

source: Detected
bo: ཤེས་རྟོགས་བྱུང་བ།
ja: 削除済み

source: Storage
bo: ཉར་ཚགས།
ja: ストレージ

source: Other
bo: གཞན་པ།
ja: その他

source: Date added
bo: བསྣན་པའི་ཚེས་གྲངས།
ja: 追加日時

source: MIME type
bo: MIME རིགས་།
ja: MIMEタイプ

source: Encoding
bo: ཨིན་ཁོ་ཌིང་།
ja: 文字コード

source: Size
bo: ཆེ་ཆུང་།
ja: サイズ

source: Exists in storage
bo: ཉར་ཚགས་ནང་ཡོད།
ja: ファイルが利用可能

source: Path in storage
bo: ཉར་ཚགས་ནང་གི་བགྲོད་ལམ།
ja: ストレージ上のパス

source: Checksum
bo: དག་བཤེར།
ja: チェックサムk

source: Pages
bo: ཤོག་ངོས།
ja: ページ

source: Quick document rename
bo: ཡིག་ཆའི་མིང་མགྱོགས་པར་སྒྱུར་པ།
ja: クイック文書名変更

source: Preserve extension
bo: རྒྱ་སྐྱེད་རྒྱུན་འཁྱོངས་བྱེད།
ja: 拡張子を保持

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
bo: ཡིག་ཆའི་རྒྱ་སྐྱེད་བླངས་ནས་ཡིག་ཆའི་མིང་གི་མཇུག་ཏུ་སྤོར་བ་དང་། དེས་ཡིག་ཆའི་རྒྱ་སྐྱེད་ལ་བརྟེན་པའི་བཀོལ་སྤྱོད་མ་ལག་གིས་ཡིག་ཆ་འདི་འགྲིག་པར་གཏན་འཛིན་བྱེད་ཐུབ།
ja: 言語

source: Date created
bo: གསར་བཟོ་བྱས་པའི་ཚེས་གྲངས།
ja: 作成日時

source: Language
bo: སྐད་ཡིག་།
ja: 言語

source: Document type
bo: ཡིག་ཆའི་རིགས།
ja: 文書タイプ

source: The backend that will be executed against the selected document version.
bo: འདེམས་ཟིན་པའི་ཡིག་ཆའི་པར་གཞི་ལ་བཀོལ་སྤྱོད་བྱ་རྒྱུའི་རྒྱབ་ལྗོངས།
ja: 選択された文書バージョンに対して実行されるバックエンド

source: Backend
bo: རྒྱབ་ལྗོངས།
ja: バックエンド

source: Content type
bo: ནང་དོན་གྱི་རིགས།
ja: コンテンツタイプ

source: Object ID
bo: དངོས་པོའི་ཨང་རྟགས།
ja: オブジェクト ID

source: Source
bo: འབྱུང་ཁུངས་།
ja: ソース

source: Destination page number
bo: དམིགས་ཡུལ་ཤོག་ངོས་ཀྱི་ཨང་གྲངས་།
ja: 移動先ページ番号

source: Target page number can't be repeated.
bo: དམིགས་ཡུལ་ཤོག་ངོས་ཀྱི་ཨང་གྲངས་བསྐྱར་ཟློས་བྱེད་མི་རུང་།
ja: 対象ページ番号は重複できません。

source: Page group
bo: ཤོག་ངོས་ཀྱི་ཚོགས་པ།
ja: ページグループ

source: Page range
bo: ཤོག་ངོས་ཀྱི་རྒྱ་ཁྱོན།
ja: ページ範囲

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
bo: ཤོག་ངོས་ཀྱི་ཨང་གྲངས་ནས་འགྱུར་བཅོས་ཚང་མ་འདྲ་བཟོ་བྱ་རྒྱུ་ཡིན་པས། སྔར་ཡོད་འགྱུར་བཅོས་རྣམས་ཤོར་བར་འགྱུར་བ།
ja: すべての変換が複製される元のページ番号。既存の変換は失われます。

source: Delete
bo: བསུབ།
ja: 削除

source: Edit
bo: བཅོས།
ja: 編集

source: Introspect
bo: ནང་རྟོག
ja: 構造解析

source: Files
bo: ཡིག་ཆ་།
ja: ファイル一覧

source: Print
bo: དཔར་བ།
ja: プリント

source: Properties
bo: ཁྱད་ཆོས།
ja: プロパティ

source: Preview
bo: སྔོན་ལྟ་།
ja: プレビュー

source: Clear transformations
bo: འགྱུར་བཅོས་རྣམས་གསལ་བ།
ja: 変換処理をクリア

source: Clone transformations
bo: འགྱུར་བཅོས་འདྲ་བཟོ་བྱེད་པ།
ja: 変換処理を複製

source: First page
bo: ཤོག་ངོས་དང་པོ།
ja: 最初のページ

source: Last page
bo: ཤོག་ངོས་མཐའ་མ།
ja: 最後のページ

source: Previous page
bo: ཤོག་ངོས་སྔོན་མ།
ja: 前のページ

source: Next page
bo: ཤོག་ངོས་རྗེས་མ།
ja: 次のページ

source: Document file
bo: Document ཡིག་ཆ་།
ja: 文書ファイル

source: Document file pages
bo: ཡིག་ཆའི་ཤོག་ངོས།
ja: 文書ファイルのページ

source: Rotate left
bo: གཡོན་ལ་བསྐོར་བ།
ja: 左回転

source: Rotate right
bo: གཡས་ལ་བསྐོར་བ།
ja: 右回転

source: Page image
bo: ཤོག་ངོས་ཀྱི་པར།
ja: ページ画像

source: Reset view
bo: བལྟ་སྟངས་སླར་སྒྲིག་བྱེད།
ja: 表示をリセット

source: Zoom in
bo: ཆེ་རུ་བཏང་བ།
ja: ズームイン

source: Zoom out
bo: ཆུང་དུ་བཏང་བ།
ja: ズームアウト

source: All documents
bo: ཡིག་ཆ་ཚང་མ།
ja: 全ての文書

source: Edit properties
bo: ཁྱད་ཆོས་བཅོས་པ།
ja: プロバティを編集

source: Change type
bo: རིགས་བསྒྱུར་པ།
ja: タイプを変更

source: Recently accessed
bo: ཉེ་ཆར་བེད་སྤྱོད་བྱས་པ།
ja: 最近アクセスされたもの

source: Recently created
bo: ཉེ་ཆར་གསར་བཟོ་བྱས་པ།
ja: 最近作成されたもの

source: Create document type
bo: ཡིག་ཆའི་རིགས་གསར་བཟོ་བྱེད་པ།
ja: 文書タイプを作成

source: Add quick label to document type
bo: ཡིག་ཆའི་རིགས་ལ་མགྱོགས་པའི་ལག་ཁྱེར་སྣོན་པ།
ja: 文書タイプにクイックラベルを追加

source: Quick labels
bo: མགྱོགས་པའི་ལག་ཁྱེར།
ja: クイックラベル

source: Filename generation
bo: ཡིག་ཆའི་མིང་གསར་བཟོ་བྱེད་པ།
ja: ファイル名生成

source: Retention policies
bo: ཉར་ཚགས་ཀྱི་སྲིད་ཇུས།
ja: 保持ポリシー

source: Make active
bo: བེད་སྤྱོད་ཆོག་པ་བཟོ་བ།
ja: 有効化

source: Create document version
bo: ཡིག་ཆའི་པར་གཞི་གསར་བཟོ་བྱེད་པ།
ja: 文書バージョンを作成

source: Versions
bo: པར་གཞི་།
ja: バージョン

source: Modify
bo: བཅོས་པ།
ja: 修正

source: Remap pages
bo: ཤོག་ངོས་སླར་སྒྲིག་བྱེད་པ།
ja: ページの再割り当て

source: Document version
bo: ཡིག་ཆའི་པར་གཞི་།
ja: 文書バージョン

source: Document version pages
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་།
ja: 文書バージョンのページ

source: Add to favorites
bo: དགའ་ཤོས་སུ་སྣོན་པ།
ja: お気に入りに追加

source: Favorites
bo: དགའ་ཤོས།
ja: お気に入り

source: Remove from favorites
bo: དགའ་ཤོས་ནས་བསུབ་པ།
ja: お気に入りから削除

source: Decorations
bo: རྒྱན་ཆ་།
ja: デコレーション

source: Move to trash
bo: གད་སྙིགས་སུ་སྤོར་པ།
ja: ゴミ箱へ移動

source: Empty trash
bo: གད་སྙིགས་སྣོད་སྟོང་པར་བཟོ་བ།
ja: ゴミ箱を空にする

source: Trash can
bo: གད་སྙིགས་སྣོད་།
ja: ゴミ箱

source: Restore
bo: སླར་གསོ་བྱེད་པ།
ja: 復元

source: Default
bo: སྔོན་གཤིས།
ja: デフォルト

source: January
bo: ཟླ་བ་དང་པོ།
ja: 1月

source: February
bo: ཟླ་བ་གཉིས་པ།
ja: 2月

source: March
bo: ཟླ་བ་གསུམ་པ།
ja: 3月

source: April
bo: ཟླ་བ་བཞི་པ།
ja: 4月

source: May
bo: ཟླ་བ་ལྔ་པ།
ja: 5月

source: June
bo: ཟླ་བ་དྲུག་པ།
ja: 6月

source: July
bo: ཟླ་བ་བདུན་པ།
ja: 7月

source: August
bo: ཟླ་བ་བརྒྱད་པ།
ja: 8月

source: September
bo: ཟླ་བ་དགུ་པ།
ja: 9月

source: October
bo: ཟླ་བ་བཅུ་པ།
ja: 10月

source: November
bo: ཟླ་བ་བཅུ་གཅིག་པ།
ja: 11月

source: December
bo: ཟླ་བ་བཅུ་གཉིས་པ།
ja: 12月

source: All pages
bo: ཤོག་ངོས་ཚང་མ།
ja: 全てのページ

source: Label
bo: མིང་བྱང།
ja: ラベル

source: Controls what happens when a new document file is uploaded.
bo: ཡིག་ཆའི་གསར་པ་བསྐུར་བའི་སྐབས་སུ་གང་བྱུང་བ་ལ་ཚོད་འཛིན་བྱེད་པ།
ja: 新しい文書ファイルがアップロードされたときに何が起こるかを制御します。

source: The server date and time when the document file was processed.
bo: ཡིག་ཆ་འདི་སྒྲིག་གཅོད་བྱེད་པའི་སར་བའི་ཚེས་གྲངས་དང་དུས་ཚོད།
ja: 文書ファイルが処理されたサーバー上の日時

source: Timestamp
bo: དུས་ཚོད་བརྟན་རྟགས།
ja: タイムスタンプ

source: An optional short text describing the document file.
bo: ཡིག་ཆ་བཀོད་པའི་ཚིག་ཐོ་ཐུང་ངུ་འདེམས་ཆོག
ja: 文書ファイルを説明する任意の短いテキスト

source: Comment
bo: མཆན་འགྲེལ།
ja: コメント

source: File
bo: ཡིག་ཆ་།
ja: ファイル

source: Filename
bo: ཡིག་ཆའི་མིང་།
ja: ファイル名

source: The document file's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
bo: ཡིག་ཆའི་རིགས་ཀྱི་ཡིག་ཆའི་ MIME རིགས། MIME རིགས་ནི་ཡིག་ཆ་གང་ཞིག་གི་བཀོད་སྒྲིག་གསལ་བཤད་བྱེད་པའི་ཚད་གཞི་ཞིག་ཡིན་ལ། འདིར་ཡིག་ཆའི་བཀོད་སྒྲིག་གི་བཟོ་དབྱིབས་གསལ་བཤད་བྱེད་ཀྱིན་ཡོད། དཔེ་མཚོན་འགའ་ནི་ "text/plain" དང་ "image/jpeg" ལྟ་བུ་ཡིན།
ja: 文書ファイルのMIMEタイプ。MIMEタイプはファイル形式を記述する標準的な方法であり、この場合は文書のファイル形式を示します。 文例："text/plain" や "image/jpeg"

source: The document file file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
bo: ཡིག་ཆའི་ཨིན་ཁོ་ཌིང་། 7-bit དང་ 8-bit དང་། ཡི་གེ་དང་། base64 སོགས།
ja: 文書ファイルのファイルエンコーディング。binary 7-bit、binary 8-bit、text、base64 など

source: Document files
bo: ཡིག་ཆ་།
ja: 文書ファイル

source: %(document_file)s - page %(page_num)d of %(total_pages)d
bo: ཡིག་ཆ་ %(document_file)s - ཤོག་ངོས་ %(page_num)d ཁྱོན་བསྡོམས་ %(total_pages)d ནང་ནས་།
ja: %(document_file)s - ページ %(page_num)d / %(total_pages)d

source: Page number
bo: ཤོག་ཨང་།
ja: ベージ番号

source: Document file page
bo: ཡིག་ཆའི་ཤོག་ངོས་།
ja: 文書ファイルのページ

source: Document stub, id: %d
bo: ཡིག་ཆའི་རྩ་འཛུགས་། ཨང་རྟགས། %d
ja: 文書スタブ、ID: %d

source: Latest document file
bo: ཡིག་ཆའི་གསར་ཤོས།
ja: 文書スタブ、ID: %d

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
bo: ཡིག་ཆ་འདི་ལ་གསར་བཟོ་བྱས་པའི་ཐུན་མོང་མ་ཡིན་པའི་ཨང་རྟགས་ UUID གསར་བཟོ་བྱས་པ།
ja: 文書のUUID（ユニバーサル一意識別子）。各文書に対して生成される一意の識別子

source: The document type of the document.
bo: ཡིག་ཆའི་རིགས་།
ja: 文書の文書タイプ

source: A short text identifying the document. By default, will be set to the filename of the first file uploaded to the document.
bo: ཡིག་ཆ་འདི་ངོས་འཛིན་བྱེད་པའི་ཚིག་ཐོ་ཐུང་ངུ་། སྔོན་གཤིས་ལྟར་ན། ཡིག་ཆ་བསྐུར་བའི་ཡིག་ཆའི་མིང་དང་པོ་ལ་གཏན་འཁེལ་བྱེད་པ།
ja: 文書を識別する短いテキスト。デフォルトでは、最初にアップロードされたファイルのファイル名が設定されます。

source: An optional short text describing a document.
bo: ཡིག་ཆ་ཞིག་བཀོད་པའི་ཚིག་ཐོ་ཐུང་ངུ་འདེམས་ཆོག
ja: 文書を説明する任意の短いテキスト

source: Description
bo: བཀོད་པ།
ja: 説明

source: The date and time of the document creation.
bo: ཡིག་ཆ་གསར་བཟོ་བྱས་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།
ja: 文書の作成日時

source: Created
bo: གསར་བཟོ་བྱས་པ།
ja: 作成済み

source: The primary language in the document.
bo: ཡིག་ཆའི་ནང་གི་སྐད་ཡིག་གཙོ་བོ།
ja: 文書の主言語

source: Whether or not this document is in the trash.
bo: ཡིག་ཆ་འདི་གད་སྙིགས་ནང་ཡོད་མེད་།
ja: この文書がゴミ箱にあるかどうか

source: In trash?
bo: གད་སྙིགས་ནང་ཡོད་དམ།
ja: ゴミ箱内ですか？

source: The server date and time when the document was moved to the trash.
bo: ཡིག་ཆ་གད་སྙིགས་ནང་སྤོར་བའི་སར་བའི་ཚེས་གྲངས་དང་དུས་ཚོད།
ja: 文書がゴミ箱に移動されたサーバー上の日時

source: Date and time trashed
bo: གད་སྙིགས་ནང་བསྐྱུར་བའི་ཚེས་གྲངས་དང་དུས་ཚོད།
ja: ゴミ箱移動日時

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
bo: ཡིག་ཆའི་རྩ་འཛུགས་ནི་ཡིག་ཆ་ཞིག་ཡིན་ཞིང་། དེ་ལ་གྲངས་མཛོད་ནང་བཅུག་པའི་འགོད་ཐོ་ཡོད་ཀྱང་ཡིག་ཆ་བསྐུར་མེད་པ་ཞིག་ཡིན། དེ་ནི་བསྐུར་བའི་དཀྱིལ་དུ་ཆད་པ་ཞིག་གམ་ API བརྒྱུད་ནས་བསྐུར་བ་ཞིག་ཡིན་སྲིད།
ja: 文書スタブとは、データベース上にエントリはあるがファイルがアップロードされていない文書です。アップロードの中断やAPIによる遅延アップロードが原因である可能性があります。

source: Is stub?
bo: རྩ་འཛུགས་ཡིན་ནམ།
ja: スタブですか？

source: Active document version
bo: བེད་སྤྱོད་ཆོག་པའི་ཡིག་ཆའི་པར་གཞི་།
ja: アクティブな文書バージョン

source: A short text identifying the document type.
bo: ཡིག་ཆའི་རིགས་ངོས་འཛིན་བྱེད་པའི་ཚིག་ཐོ་ཐུང་ངུ་།
ja: 文書タイプを識別する短いテキスト

source: The class responsible for producing the actual filename used to store the uploaded documents.
bo: བསྐུར་བའི་ཡིག་ཆ་ཉར་ཚགས་བྱེད་པར་བེད་སྤྱོད་བྱས་པའི་ཡིག་ཆའི་མིང་དངོས་གསར་བཟོ་བྱེད་པར་འགན་འཁུར་བའི་རིགས་།
ja: アップロードされた文書を保存する際に使用される実際のファイル名を生成するクラス

source: Filename generator backend
bo: ཡིག་ཆའི་མིང་གསར་བཟོ་བྱེད་པའི་རྒྱབ་ལྗོངས།
ja: ファイル名生成バックエンド

source: The arguments for the filename generator backend as a YAML dictionary.
bo: YAML མིང་མཛོད་ལྟར་ཡིག་ཆའི་མིང་གསར་བཟོ་བྱེད་པའི་རྒྱབ་ལྗོངས་ཀྱི་བགྲོ་གླེང་།
ja: ファイル名生成バックエンドに渡す引数（YAML形式の辞書）

source: Filename generator backend arguments
bo: ཡིག་ཆའི་མིང་གསར་བཟོ་བྱེད་པའི་རྒྱབ་ལྗོངས་ཀྱི་བགྲོ་གླེང་།
ja: ファイル名生成バックエンドの引数

source: Amount of time after which documents of this type will be moved to the trash.
bo: དུས་ཚོད་ངེས་ཅན་ཞིག་གི་རྗེས་སུ་ཡིག་ཆའི་རིགས་འདི་གད་སྙིགས་ནང་སྤོར་བར་འགྱུར་བ།
ja: この文書タイプの文書がゴミ箱に移動されるまでの期間

source: Trash time period
bo: གད་སྙིགས་ཀྱི་དུས་ཡུན།
ja: ゴミ箱移動までの期間

source: Trash time unit
bo: གད་སྙིགས་ཀྱི་དུས་ཚོད་ཀྱི་ཚད་གཞི་།
ja: ゴミ箱移動までの単位

source: Amount of time after which documents of this type in the trash will be deleted.
bo: དུས་ཚོད་ངེས་ཅན་ཞིག་གི་རྗེས་སུ་གད་སྙིགས་ནང་གི་ཡིག་ཆའི་རིགས་འདི་བསུབ་པར་འགྱུར་བ།
ja: ゴミ箱内のこの文書タイプの文書が削除されるまでの期間

source: Delete time period
bo: བསུབ་པའི་དུས་ཡུན།
ja: 削除までの期間

source: Delete time unit
bo: བསུབ་པའི་དུས་ཚོད་ཀྱི་ཚད་གཞི་།
ja: 削除までの時間単位

source: Delete documents that do not contain any files after a configured expiration interval.
bo: དུས་ཚོད་ངེས་ཅན་ཞིག་གི་རྗེས་སུ་ཡིག་ཆ་གང་ཡང་མེད་པའི་ཡིག་ཆ་རྣམས་བསུབ་པ།
ja: 設定された有効期限後に、ファイルを含まない文書を削除します。

source: Document stub pruning
bo: ཡིག་ཆའི་རྩ་འཛུགས་གསོད་པ།
ja: 文書スタブの整理

source: Time (in seconds) after which a document stub will be considered invalid and deleted, if pruning is enabled. This an optimization setting and should only be changed for specific circumstances.
bo: ཡིག་ཆའི་རྩ་འཛུགས་གསོད་པ་གསར་འགོད་བྱས་ན་དུས་ཚོད་ (སྐར་ཆ་) ཞིག་གི་རྗེས་སུ་ཡིག་ཆའི་རྩ་འཛུགས་འདི་ནུས་མེད་དུ་བརྩིས་ནས་བསུབ་པར་འགྱུར་བ། འདི་ནི་བདེ་འཇགས་ཀྱི་གནས་ཚུལ་དམིགས་བསལ་འགའ་ལ་བསྒྱུར་ན་འགྲིག་པ་ལས་གཞན་ལ་བསྒྱུར་མི་རུང་།
ja: 整理が有効な場合、文書スタブが無効と見なされ削除されるまでの時間（秒単位）。これは最適化設定であり、特別な状況でのみ変更してください。

source: Document stub expiration interval
bo: ཡིག་ཆའི་རྩ་འཛུགས་ཀྱི་དུས་ཡུན་གྱི་རྒྱ་ཁྱོན།
ja: 文書スタブの有効期限間隔

source: Enabled
bo: བེད་སྤྱོད་ཆོག་པ།
ja: 有効

source: Quick label
bo: མགྱོགས་པའི་ལག་ཁྱེར་།
ja: クイックラベル

source: The server date and time when the document version was created.
bo: ཡིག་ཆའི་པར་གཞི་གསར་བཟོ་བྱས་པའི་སར་བའི་ཚེས་གྲངས་དང་དུས་ཚོད།
ja: 文書バージョンが作成されたサーバー上の日時

source: An optional short text describing the document version.
bo: ཡིག་ཆའི་པར་གཞི་ཞིག་བཀོད་པའི་ཚིག་ཐོ་ཐུང་ངུ་འདེམས་ཆོག
ja: 文書バージョンを説明する任意の短いテキスト

source: Determines the active version of the document.
bo: ཡིག་ཆའི་བེད་སྤྱོད་ཆོག་པའི་པར་གཞི་གཏན་འཁེལ་བྱེད་པ།
ja: 文書のアクティブなバージョンを決定します。

source: Active
bo: བེད་སྤྱོད་ཆོག་པ།
ja: アクティブ

source: Document versions
bo: ཡིག་ཆའི་པར་གཞི་།
ja: 文書バージョン

source: %(document_version)s page %(page_number)d of %(total_pages)d
bo: ཡིག་ཆའི་པར་གཞི་ %(document_version)s ཤོག་ངོས་ %(page_number)d ཁྱོན་བསྡོམས་ %(total_pages)d ནང་ནས་།
ja: %(document_version)s - ページ %(page_number)d / %(total_pages)d

source: Unique integer number for the page. Pages are ordered by this number.
bo: ཤོག་ངོས་འདི་ལ་ཐུན་མོང་མ་ཡིན་པའི་གྲངས་ཨང་རྟགས་ཤིག་ཡོད་པ་དང་། ཤོག་ངོས་རྣམས་ཨང་རྟགས་འདི་ལྟར་བསྒྲིགས་ཡོད།
ja: ページの一意な整数番号。ページはこの番号で順序付けされます。

source: Content type for the source object of the page.
bo: ཤོག་ངོས་ཀྱི་འབྱུང་ཁུངས་ཀྱི་དངོས་པོའི་ནང་དོན་གྱི་རིགས།
ja: ページの元オブジェクトのコンテンツタイプ

source: ID for the source object of the page.
bo: ཤོག་ངོས་ཀྱི་འབྱུང་ཁུངས་ཀྱི་དངོས་པོའི་ཨང་རྟགས།
ja: ページの元オブジェクトのID

source: Document version page
bo: ཡིག་ཆའི་པར་གཞིའི་ཤོག་ངོས་།
ja: 文書バージョンのページ

source: User
bo: བེད་སྤྱོད་པ་།
ja: ユーザー

source: Favorite document
bo: དགའ་ཤོས་ཀྱི་ཡིག་ཆ་།
ja: お気に入り文書

source: Favorite documents
bo: དགའ་ཤོས་ཀྱི་ཡིག་ཆ་།
ja: お気に入り文書一覧

source: Accessed
bo: བེད་སྤྱོད་བྱས་པ།
ja: アクセス済み

source: Recent document
bo: ཉེ་ཆར་གྱི་ཡིག་ཆ་།
ja: 最近の文書

source: Recent documents
bo: ཉེ་ཆར་གྱི་ཡིག་ཆ་།
ja: 最近の文書一覧

source: Recently accessed document
bo: ཉེ་ཆར་བེད་སྤྱོད་བྱས་པའི་ཡིག་ཆ་།
ja: 最近アクセスされた文書

source: Recently accessed documents
bo: ཉེ་ཆར་བེད་སྤྱོད་བྱས་པའི་ཡིག་ཆ་།
ja: 最近アクセスされた文書一覧

source: Change type of documents
bo: ཡིག་ཆའི་རིགས་བསྒྱུར་བ།
ja: 文書のタイプを変更

source: Create documents
bo: ཡིག་ཆ་གསར་བཟོ་བྱེད་པ།
ja: 文書を作成

source: Edit documents
bo: ཡིག་ཆ་བཅོས་པ།
ja: 文書を編集

source: Edit document properties
bo: ཡིག་ཆའི་ཁྱད་ཆོས་བཅོས་པ།
ja: 文書のプロパティを編集

source: Execute document modifying tools
bo: ཡིག་ཆ་བཅོས་པའི་ལག་ཆ་ལག་བསྟར་བྱེད་པ།
ja: 文書編集ツールを実行

source: View documents
bo: ཡིག་ཆ་བལྟ་བ།
ja: 文書を表示

source: Delete document files
bo: ཡིག་ཆ་བསུབ་པ།
ja: 文書ファイルを削除

source: Edit document files
bo: ཡིག་ཆ་བཅོས་པ།
ja: 文書ファイルを編集

source: Create new document files
bo: ཡིག་ཆ་གསར་པ་གསར་བཟོ་བྱེད་པ།
ja: 新しい文書ファイルを作成

source: Print document files
bo: ཡིག་ཆ་དཔར་བ།
ja: 文書ファイルを印刷

source: Execute document file modifying tools
bo: ཡིག་ཆ་བཅོས་པའི་ལག་ཆ་ལག་བསྟར་བྱེད་པ།
ja: 文書ファイル編集ツールを実行

source: View document files
bo: ཡིག་ཆ་བལྟ་བ།
ja: 文書ファイルを表示

source: Create document versions
bo: ཡིག་ཆའི་པར་གཞི་གསར་བཟོ་བྱེད་པ།
ja: 文書バージョンを作成

source: Delete document versions
bo: ཡིག་ཆའི་པར་གཞི་བསུབ་པ།
ja: 文書バージョンを削除

source: Edit document versions
bo: ཡིག་ཆའི་པར་གཞི་བཅོས་པ།
ja: 文書タイプを編集

source: Print document versions
bo: ཡིག་ཆའི་པར་གཞི་དཔར་བ།
ja: 文書タイプを印刷

source: View document versions
bo: ཡིག་ཆའི་པར་གཞི་བལྟ་བ།
ja: 文書タイプを表示

source: Create document types
bo: ཡིག་ཆའི་རིགས་གསར་བཟོ་བྱེད་པ།
ja: 文書タイプを作成

source: Delete document types
bo: ཡིག་ཆའི་རིགས་བསུབ་པ།
ja: 文書タイプを削除

source: Edit document types
bo: ཡིག་ཆའི་རིགས་བཅོས་པ།
ja: 文書タイプを編集

source: View document types
bo: ཡིག་ཆའི་རིགས་བལྟ་བ།
ja: 文書タイプを表示

source: Restore trashed document
bo: བསྐྱུར་བའི་ཡིག་ཆ་སླར་གསོ་བྱེད་པ།
ja: ゴミ箱の文書を復元

source: Delete trashed documents
bo: བསྐྱུར་བའི་ཡིག་ཆ་བསུབ་པ།
ja: ゴミ箱の文書を削除

source: Trash documents
bo: གད་སྙིགས་ནང་ཡིག་ཆ་བསྐྱར་པ།
ja: 文書をゴミ箱に移動

source: Documents fast
bo: ཡིག་ཆ་མགྱོགས་པོ།
ja: 文書（高速）

source: Documents slow
ja: 文書（低速）

source: Documents file
bo: ཡིག་ཆའི་གསོག་འཇོག
ja: 文書ファイル

source: Documents file slow
bo: ཡིག་ཆའི་གསོག་འཇོག་དལ་པོ།
ja: 文書ファイル（低速）

source: Documents periodic
bo: ཡིག་ཆ་དུས་ཡུན་ངེས་ཅན།
ja: 文書（定期処理）

source: Documents trash
bo: གད་སྙིགས་ནང་ཡིག་ཆ་བསྐྱར་པ།
ja: 文書（ゴミ箱）

source: Documents version
bo: ཡིག་ཆའི་པར་གཞི་།
ja: 文書バージョン

source: Create new document file
bo: ཡིག་ཆའི་གསར་པ་གསར་བཟོ་བྱེད་པ།
ja: 新しい文書ファイルを作成

source: Upload new document file
bo: ཡིག་ཆའི་གསར་པ་བསྐུར་བ།
ja: 新しい文書ファイルをアップロード

source: Move a document to the trash
ja: 文書をゴミ箱に移動

source: Upload new document
bo: ཡིག་ཆའི་གསར་པ་བསྐུར་བ།
ja: 新しい文書をアップロード

source: Calculate and update document file checksum
bo: ཡིག་ཆའི་དག་བཤེར་རྩིས་རྒྱག་པ་དང་གསར་སྒྱུར་བྱེད་པ།
ja: 文書ファイルのチェックサムを計算して更新

source: Calculate and update document file MIME type
bo: ཡིག་ཆའི་ MIME རིགས་རྩིས་རྒྱག་པ་དང་གསར་སྒྱུར་བྱེད་པ།
ja: 文書ファイルのMIMEタイプを計算して更新

source: Update document file page count
bo: ཡིག་ཆའི་ཤོག་གྲངས་གསར་སྒྱུར་བྱེད་པ།
ja: 文書ファイルのページ数を更新

source: Update document file size
bo: ཡིག་ཆའི་ཆེ་ཆུང་གསར་སྒྱུར་བྱེད་པ།
ja: 文書ファイルのサイズを更新

source: Create a new version after the file is processed
bo: ཡིག་ཆ་སྒྲིག་གཅོད་བྱས་རྗེས་པར་གཞི་གསར་པ་ཞིག་གསར་བཟོ་བྱེད་པ།
ja: ファイル処理後に新しいバージョンを作成

source: Delete a document file
bo: ཡིག་ཆ་ཞིག་བསུབ་པ།
ja: 文書ファイルを削除

source: Check document type trash periods
bo: ཡིག་ཆའི་རིགས་ཀྱི་གད་སྙིགས་ཀྱི་དུས་ཡུན་ཞིབ་བཤེར་བྱེད་པ།
ja: 文書種別のゴミ箱保持期間を確認

source: Delete document stubs
bo: ཡིག་ཆའི་རྩ་འཛུགས་བསུབ་པ།
ja: 文書スタブを削除

source: Check document type delete periods
bo: ཡིག་ཆའི་རིགས་ཀྱི་བསུབ་པའི་དུས་ཡུན་ཞིབ་བཤེར་བྱེད་པ།
ja: 文書タイプ別の削除保持期間を確認

source: Empty the trash can
bo: གད་སྙིགས་སྣོད་སྟོང་པ་བཟོ་བ།
ja: ゴミ箱を空にする

source: Delete a document
bo: ཡིག་ཆ་ཞིག་བསུབ་པ།
ja: 文書を削除

source: Append all document file pages to a document version
bo: ཡིག་ཆའི་ཤོག་ངོས་ཚང་མ་ཡིག་ཆའི་པར་གཞི་ཞིག་ཏུ་སྣོན་པ།
ja: 文書ファイルのすべてのページを文書バージョンに追加

source: Reset the page list of a document version
bo: ཡིག་ཆའི་པར་གཞི་ཞིག་གི་ཤོག་ངོས་ཀྱི་ཐོ་གཞུང་སླར་སྒྲིག་བྱེད་པ།
ja: 文書バージョンのページ一覧をリセット

source: Export a document version
bo: ཡིག་ཆའི་པར་གཞི་ཞིག་ཕྱིར་འདྲེན་བྱེད་པ།
ja: 文書バージョンをエクスポート

source: Delete a document version
bo: ཡིག་ཆའི་པར་གཞི་ཞིག་བསུབ་པ།
ja: 文書バージョンを削除

source: The database ID of the document type.
ja: 文書タイプ別のデータベースID

source: Document type ID
bo: ཡིག་ཆའི་རིགས་ཀྱི་ཨང་རྟགས།
ja: 文書タイプ ID

source: Document type label
bo: ཡིག་ཆའི་རིགས་ཀྱི་ལག་ཁྱེར་།
ja: 文書タイプ別ラベル

source: Document description
bo: ཡིག་ཆའི་བཀོད་པ།
ja: 文書の説明

source: The database ID of the document.
ja: 文書のデータベースID

source: Document ID
bo: ཡིག་ཆའི་ཨང་རྟགས།
ja: 文書 ID

source: Document label
bo: ཡིག་ཆའི་ལག་ཁྱེར་།
ja: 文書ラベル

source: Document UUID
bo: ཡིག་ཆའི་ UUID །
ja: 文書のUUID

source: Document file checksum
bo: ཡིག་ཆའི་དག་བཤེར་།
ja: 文書ファイルのチェックサム

source: Document file URL
bo: ཡིག་ཆའི་ URL །
ja: 文書ファイルURL

source: Image URL
bo: པར་གྱི་ URL །
ja: 画像URL

source: Action name
bo: བྱེད་སྒོའི་མིང་།
ja: アクション名

source: Document URL
bo: ཡིག་ཆའི་ URL །
ja: 文書URL
