Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/templating/locale/*/LC_MESSAGES/django.po
Languages: ar, ro_ro

source: Templating
ar: القوالب
ro_ro: Lucru cu șabloane

source: Current date and time
ar: التاريخ والوقت الحاليان
ro_ro: Data și ora curentă

source: Model `%s` is not available for template sandbox.
ar: النموذج %s غير متاح لبيئة القوالب الآمنة.
ro_ro: Modelul ` %s nu este disponibil pentru sandbox-ul de șabloane.

source: Use Django's default templating language.
ar: استخدم لغة القوالب الافتراضية لجانجو.
ro_ro: Folosește limbajul implicit de șablonare al Django.

source: Available template context variables: %s
ar: متغيرات سياق القالب المتاحة: %s
ro_ro: Variabilele de context ale șablonului disponibile: %s

source: Resulting text from the evaluated template.
ar: نتائج تقيم القالب
ro_ro: Text rezultat din șablonul evaluat.

source: Result
ar: النتيجة
ro_ro: Rezultat

source: The template string to be evaluated.
ar: القوالب المراد تقيمها
ro_ro: Șirul șablon care trebuie evaluat.

source: Template
ar: القالب
ro_ro: Șablon

source: Sandbox
ar: وضع الحماية
ro_ro: Mediu de testare

source: Use the template sandbox
ar: استخدام قالب الحماية
ro_ro: Folosiți șablonul de mediu de testare

source: Hex hash
ar: بصمة ست عشرية
ro_ro: Hash hexazecimal

source: Name
ar: اسم
ro_ro: Nume

source: Theme name of the CSS stylesheet used to change the visual appearance of the template preview.
ar: اسم سمة ورقة الأنماط المستخدمة لتغيير المظهر المرئي لمعاينة القالب.
ro_ro: Numele temei foii de stil CSS utilizată pentru a modifica aspectul vizual al previzualizării șablonului.

source: Template sandbox for: %s
ar: وضع قالب الحماية : %s
ro_ro: Mediu de testare pentru șablon pentru: %s

source: Template error; %(exception)s
ar: خطأ في النموذج ; %(exception)s
ro_ro: Eroare șablon; %(exception)s

source: Filters
ar: التصفية
ro_ro: Filtre

source: Tags
ar: الدلالات
ro_ro: Etichete
