Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/credentials/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, hu_sk, ja

source: Credentials
ar_eg: أوراق اعتماد
hu_sk: Hitelesítő adatok
ja: 認証情報

source: The credential entry to use for authentication.
ar_eg: إدخال بيانات الاعتماد التي سيتم استخدامها للمصادقة.
hu_sk: A hitelesítéshez használandó hitelesítő adat.
ja: 認証に使用する認証情報のエントリ

source: Credential
ar_eg: بيانات الاعتماد
hu_sk: Hitelesítési adat
ja: 認証情報

source: Authentication
ar_eg: مصادقة الحساب
hu_sk: Bejelentkeztetés
ja: 認証

source: Optional credential entry to use for authentication.
ar_eg: إدخال بيانات اعتماد اختياري لاستخدامها للمصادقة.
hu_sk: Opcionális hitelesítési adatbevitel a hitelesítéshez.
ja: 認証に使用する任意の認証情報のエントリ

source: General
ar_eg: عامُّ
hu_sk: Általános
ja: 一般

source: Null backend
ar_eg: خلفية فارغة
hu_sk: Null háttérrendszer
ja: 無効バックエンド

source: Token
ar_eg: الرمز
ja: トークン

source: Generated token value used to make API calls.
ar_eg: قيمة الرمز المولدة المستخدمة لإجراء مكالمات API.
hu_sk: Az API-hívásokhoz használt generált tokenérték.
ja: API 呼び出しを行うために使用される生成されたトークン値。

source: Access token
ar_eg: رمز الوصول
hu_sk: Hozzáférési token
ja: アクセストークン

source: Identity
ar_eg: هوية
hu_sk: Identitás
ja: ID

source: Username
ar_eg: اسم الدخول
hu_sk: Felhasználónév
ja: ユーザー名

source: Pseudonym used to identify a user.
ar_eg: اسم مستعار يستخدم لتحديد هوية المستخدم.
hu_sk: A felhasználó azonosítására használt álnév.
ja: ユーザーを識別するために使用される仮名

source: Password
ar_eg: كلمة المرور
hu_sk: Jelszó
ja: パスワード

source: Character string used to authenticate the user.
ar_eg: سلسلة أحرف تستخدم من هوية مستخدم.
hu_sk: A felhasználó hitelesítésére használt karakterlánc.
ja: ユーザーを認証するために使用する文字列

source: Username and password
ar_eg: اسم المستخدم وكلمة المرور
hu_sk: Felhasználónév és jelszó
ja: ユーザー名とパスワード

source: Credential created
ar_eg: تم إنشاء بيانات الاعتماد
hu_sk: Hitelesítési adat létrehozva
ja: 認証情報を作成しました

source: Credential edited
ar_eg: تم تحرير بيانات الاعتماد
hu_sk: Hitelesítési adat szerkesztve
ja: 認証情報を編集しました

source: Credential used
ar_eg: بيانات الاعتماد المستخدمة
hu_sk: Hitelesítési adat felhasználva
ja: 認証情報を使用しました

source: The backend to use for the credential.
ar_eg: الواجهة الخلفية التي سيتم استخدامها للحصول على بيانات الاعتماد.
hu_sk: A hitelesítő adathoz használandó háttérrendszer.
ja: 認証情報で使用するバックエンド

source: Backend
ar_eg: في الخفاء
hu_sk: Háttérrendszer
ja: バックエンド

source: Create credential
ar_eg: إنشاء بيانات الاعتماد
hu_sk: Hitelesítési adat létrehozása
ja: 認証情報を作成

source: Delete
ar_eg: حذف
hu_sk: Törlés
ja: 削除

source: Edit
ar_eg: تعديل
hu_sk: Szerkesztés
ja: 編集

source: Credential list
ar_eg: قائمة الاعتماد
hu_sk: Hitelesítő adatok listája
ja: 認証情報一覧

source: Short description of this credential.
ar_eg: وصف موجز لهذه الشهادة.
hu_sk: Ennek a hitelesítő adatnak a rövid leírása.
ja: 認証情報の簡単な説明

source: Label
ar_eg: العنوان
hu_sk: Cimke
ja: ラベル

source: This value will be used by other apps to reference this credential. Can only contain letters, numbers, and underscores.
ar_eg: ستستخدم التطبيقات الأخرى هذه القيمة للإشارة إلى بيانات الاعتماد هذه. لا يمكن أن تحتوي إلا على أحرف وأرقام وشرطات سفلية.
hu_sk: Más alkalmazások ezt az értéket fogják használni a hitelesítési adat hivatkozására. Csak betűket, számokat és aláhúzásjeleket tartalmazhat.
ja: この値は他のアプリがこの認証情報を参照する際に使用します。使用できるのは英数字とアンダースコアのみです。

source: Internal name
ar_eg: الإسم الداخلي
hu_sk: Belső név
ja: 内部名

source: Create credentials
ar_eg: إنشاء بيانات الاعتماد
hu_sk: Hitelesítési adatok létrehozása
ja: 認証情報を作成

source: Delete credentials
ar_eg: حذف بيانات الاعتماد
hu_sk: Hitelesítési adatok törlése
ja: 認証情報を削除

source: Edit credentials
ar_eg: تعديل بيانات الاعتماد
hu_sk: Hitelesítési adat szerkesztése
ja: 認証情報を編集

source: Use credential
ar_eg: استخدم بيانات الاعتماد
hu_sk: Hitelesítési adat használata
ja: 認証情報を使う

source: View credentials
ar_eg: عرض بيانات الاعتماد
hu_sk: Hitelesítési adatok megtekintése
ja: 認証情報を表示

source: New credential backend selection
ar_eg: اختيار جديد لخلفية بيانات الاعتماد
hu_sk: Új hitelesítési adat háttérrendszer kiválasztása
ja: 新しい認証情報バックエンドの選択

source: Create a "%s" credential
ar_eg: إنشاء بيانات اعتماد ""%s
hu_sk: "%s" hitelesítő adat létrehozása
ja: "%s" 認証情報を作成

source: Delete credential: %s
ar_eg: حذف بيانات الاعتماد:%s
hu_sk: Hitelesítési adat törlése: %s
ja: 認証情報:"%s"を削除

source: Edit credential: %s
ar_eg: تعديل بيانات الاعتماد:%s
hu_sk: Hitelesítési adat szerkesztése: %s
ja: 認証情報:"%s"を編集

source: Credentials represent an identity. These are used to when accessing external systems or services.
ar_eg: تُمثّل بيانات الاعتماد هويةً. تُستخدم هذه البيانات للوصول إلى أنظمة أو خدمات خارجية.
hu_sk: A hitelesítő adatok identitást jelentenek. Ezeket a külső rendszerekhez vagy szolgáltatásokhoz való hozzáféréskor használják.
ja: 認証情報は ID を表します。外部システムやサービスへアクセスする際に使用されます。

source: No credentials available
ar_eg: لا توجد بيانات اعتماد متاحة
hu_sk: Nem állnak rendelkezésre hitelesítő adatok
ja: 利用可能な認証情報はありません
