Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: ar, de_at, it, ja, ro_ro

source: Appearance
ar: التفضيلات
de_at: Erscheinungsbild
it: Aspetto
ja: 表示設定
ro_ro: Aspect

source: JQuery Form
ar: نموذج JQuery
ja: jQueryフォーム
ro_ro: Formular JQuery

source: JQuery Match Height
ar: JQuery مطابقة الارتفاع
ja: JQuery 高さ揃え
ro_ro: Potrivire Înălțime JQuery

source: Toastr
ar: توستر
ja: Toastr（通知メッセージ）

source: Theme created
ar: إنشاء قالب
de_at: Thema erstellt
it: Tema creato
ja: テーマを作成しました
ro_ro: Temă creată

source: Theme edited
ar: تعديل القالب
de_at: Thema bearbeitet
it: Tema modificato
ja: テーマを編集しました
ro_ro: Temă editată

source: User theme edited
ar: تم تعديل سمة المستخدم
de_at: Benutzerthema bearbeitet
it: Tema modificato
ja: ユーザーのテーマを編集しました
ro_ro: Tema utilizatorului a fost editată

source: Reload the current content
ar: إعادة تحميل المحتوى الحالي
de_at: Aktuellen Inhalt neu laden
it: Ricarica il contenuto corrente
ja: 現在のコンテンツを再読み込み
ro_ro: Reîncărcați conținutul curent

source: Custom HTTP response code for AJAX redirections.
ar: رمز استجابة HTTP مخصص لعمليات إعادة توجيه AJAX.
de_at: Benutzerdefinierter HTTP Antwortcode für AJAX Umleitungen.
it: Codice HTTP personalizzato per i reindirizzamenti AJAX.
ja: AJAXリダイレクト時に使用するカスタムHTTPステータスコード
ro_ro: Cod de răspuns HTTP personalizat pentru redirecționări AJAX.

source: Number of pages to show on each side of the current page in the elided pager.
ar: إرسال إصدارات المستندات المحددة إلى طابور OCR؟
de_at: Anzahl der Seiten die auf jeder Seite der aktuellen Seite im ausgelassenen Pager angezeigt werden.
ja: 省略されたページャーで、現在のページの左右に表示するページ数
ro_ro: Numărul de pagini care vor fi afișate pe fiecare parte a paginii curente în paginatorul omis.

source: Number of pages to show at both ends of the elided pager.
ar: عدد الصفحات المطلوب عرضها على كل جانب من الصفحة الحالية في أداة التصفح المختصرة.
de_at: Anzahl der Seiten, die an beiden Enden des ausgelassenen Pagers angezeigt werden.
ja: 省略表示されるページャーの両端に表示するページ数
ro_ro: Numărul de pagini care vor fi afișate la ambele capete ale paginatorului omis.

source: Maximum number of characters that will be displayed as the view title.
ar: اكبر عدد من الحروف ستظهر
de_at: Maximale Anzahl der Zeichen, die als Titel einer Ansicht angezeigt werden.
it: Numero massimo di caratteri visualizzati come titolo della schermata
ja: ビュータイトルとして表示される最大文字数
ro_ro: Numărul maxim de caractere care vor fi afișate ca titlu de vizualizare.

source: Position where the system messages will be displayed.
ar: الموضع الذي سيتم فيه عرض رسائل النظام
de_at: Position wo die Systemnachrichten eingeblendet werden.
it: Posizione in cui verranno visualizzati i messaggi di sistema.
ja: システムメッセージの表示位置
ro_ro: Poziția în care vor fi afișate mesajele de sistem.

source: Delay in milliseconds after which the menus will be checked for updates.
ar: التأخير بالمللي ثانية الذي بعده سيتم التحقق من تحديثات القوائم.
de_at: Verzögerung in Millisekunden nach der Menüs auf Aktualisierungen überprüft werden.
it: Ritardo in millisecondi dopo il quale controllare gli aggiornamenti dei menù
ja: メニューの更新を確認するまでの遅延時間（ミリ秒）
ro_ro: Întârziere în milisecunde după care meniurile vor fi verificate pentru actualizări.

source: Total pages to show in the page selection dropdown.
ar: عدد الصفحات المطلوب عرضها عند طرفي أداة التصفح المختصرة.
de_at: Gesamtzahl der Seiten die im Seitenauswahl-Dropdownfeld angezeigt werden.
it: Pagine totali da visualizzare nel menu a discesa per la selezione delle pagine.
ja: ページ選択ドロップダウンに表示する総ページ数
ro_ro: Numărul total de pagini care vor fi afișate în meniul derulant de selectare a paginilor.

source: Enable page selection dropdown.
ar: إجمالي الصفحات المطلوب عرضها في قائمة اختيار الصفحات المنسدلة.
de_at: Dropdown für Seitenauswahl aktivieren.
it: Abilita il menu a discesa per la selezione della pagina.
ja: ページ選択ドロップダウンを有効にする
ro_ro: Activează meniul derulant de selectare a paginii.

source: Enable the page selection input field.
ar: تفعيل قائمة اختيار الصفحات المنسدلة.
de_at: Das Eingabefeld für die Seitenauswahl aktivieren.
it: Abilita il campo di input per la selezione della pagina.
ja: ページ選択ドロップダウンを有効にする
ro_ro: Activați câmpul de introducere pentru selectarea paginii.

source: Maximum number of requests that can be made before throttling is enabled.
ar: العدد الأقصى للطلبات التي يمكن إجراؤها قبل تفعيل التحكم في معدل الطلبات.
de_at: Die maximale Anzahl von Anfragen bevor Drosselung aktiviert wird.
it: Numero massimo di richieste che possono essere effettuate prima che venga abilitata la limitazione.
ja: スロットルが有効になるまでに許可される最大リクエスト数
ro_ro: Numărul maxim de solicitări care pot fi făcute înainte ca limitarea să fie activată.

source: Time in milliseconds after which a throttled request will clear allowing an additional request to be performed.
ar: الوقت بالمللي ثانية الذي بعده سيزول تأثير التحكم في معدل الطلب، مما يسمح بإجراء طلب إضافي
de_at: Zeit in Millisekunden nach der eine gedrosselte Anfrage freigegeben wird, um die nächste Anfrage auszuführen.
it: Tempo in millisecondi dopo il quale una richiesta limitata verrà cancellata, consentendo l'esecuzione di una richiesta aggiuntiva.
ja: スロットルされたリクエストが解除され、追加のリクエストが可能になるまでの遅延時間（ミリ秒）
ro_ro: Timp în milisecunde după care o limitarea solicitării se va șterge, permițând efectuarea unei cereri suplimentare.

source: Copy content to clipboard
de_at: Inhalt in die Zwischenablage kopieren
it: Copia il contenuto negli appunti
ja: コンテンツをクリップボードにコピー
ro_ro: Copiați conținutul în clipboard

source: Copy
ar: نسخ
de_at: Kopieren
it: Copia
ja: コピー
ro_ro: Copiere

source: Reset input size height
de_at: Höhe des Eingabefelds zurücksetzen
it: Reimposta l'altezza della dimensione di input
ja: 入力フィールドの高さをリセットする
ro_ro: Resetați înălțimea dimensiunii de intrare

source: Reset
de_at: Zurücksetzen
it: Resetta
ja: リセット
ro_ro: Resetare

source: Page number must be a positive integer.
de_at: Seitenzahl muss eine positive Ganzzahl sein.
it: Il numero di pagina deve essere un numero intero positivo.
ja: ページ番号は正の整数でなければなりません
ro_ro: Numărul paginii trebuie să fie un număr întreg pozitiv.

source: None
ar: لا شيء
de_at: Keine
it: Nessuno
ja: なし
ro_ro: Nici unul

source: Fancybox
ar: السلال

source: jQuery
ar: مسج

source: Select 2
ar: اختيار 2
