Repository: napsugark/mayan-edms-rag
Catalog: mayan-edms-new/mayan/apps/app_manager/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: App class full path
ro_ro: Calea completă a clasei de aplicație

source: App URL
ro_ro: Adresa URL a aplicației

source: Has REST API
ro_ro: Are API REST

source: Has tests
ro_ro: Are teste

source: Name
ro_ro: Nume

source: Verbose name
ro_ro: Nume detaliat

source: App manager
ro_ro: Manager de aplicații

source: Apps
ro_ro: Aplicații

source: Detected and active Mayan EDMS apps.
ro_ro: Aplicații EDMS Mayan detectate și active.

source: System apps
ro_ro: Aplicații de sistem
